{
  "principles": [
    {
      "id": "P01",
      "text": "Messages courts (privilégier l'envoi de plusieurs petits messages d'affilée plutôt qu'un gros message)",
      "shortName": "Messages courts",
      "category": "style"
    },
    {
      "id": "P02",
      "text": "Les messages doivent démontrer du fun, du détachement et de la passion (sans paraître trop investi)",
      "shortName": "Les messages doivent démontrer d...",
      "category": "style"
    },
    {
      "id": "P03",
      "text": "Les messages doivent être directifs et montrer une grande confiance en soi",
      "shortName": "Les messages doivent être direct...",
      "category": "style"
    },
    {
      "id": "P04",
      "text": "L'objectif des messages est d'aboutir à un rendez-vous galant (un \"date\") avec la femme",
      "shortName": "L'objectif des messages est d'ab...",
      "category": "style"
    },
    {
      "id": "P05",
      "text": "L'idéal est de générer des émotions positives à la femme (rire, désir, curiosité) pour faire monter son envie de rencontrer l'homme et proposer le rendez-vous au moment où suffisament d'émotions positives ont été générées pour maximiser les chances qu'elle accepte",
      "shortName": "L'idéal est de générer des émoti...",
      "category": "logistics"
    },
    {
      "id": "P06",
      "text": "Toujours mettre 2 points \"..\" au lieu de 3 \"...\" pour pas paraître trop investi",
      "shortName": "Toujours mettre 2 points \"..\" au...",
      "category": "content"
    },
    {
      "id": "P07",
      "text": "Pas ou peu de smileys/emojis, surtout si la femme n'en met pas dans ses messages",
      "shortName": "Pas ou peu de smileys/emojis, su...",
      "category": "style"
    },
    {
      "id": "P08",
      "text": "Etre directif, notamment pour gérer la logistique de la rencontre (donner une heure et un lieu de rendez-vous précis plutôt que de demander ce que la femme préfère faire comme activité)",
      "shortName": "Etre directif, notamment pour gé...",
      "category": "logistics"
    },
    {
      "id": "P09",
      "text": "Point insolence / arrogance",
      "shortName": "Point insolence / arrogance",
      "category": "content"
    },
    {
      "id": "P10",
      "text": "L'homme est le prix (position recruteur + confiance en soi)",
      "shortName": "L'homme est le prix",
      "category": "mindset"
    },
    {
      "id": "P11",
      "text": "Sous-texte sexuel (phrases dont le sens peut être interprété de deux façons : sexuellement et non-sexuellement)",
      "shortName": "Sous-texte sexuel",
      "category": "style"
    },
    {
      "id": "P12",
      "text": "Phrases courtes (une dizaine de mots max)",
      "shortName": "Phrases courtes",
      "category": "style"
    },
    {
      "id": "P13",
      "text": "Joueur / taquin",
      "shortName": "Joueur / taquin",
      "category": "content"
    },
    {
      "id": "P14",
      "text": "Jamais poser 2 questions d'affilée",
      "shortName": "Jamais poser 2 questions d'affilée",
      "category": "content"
    },
    {
      "id": "P15",
      "text": "Pas faire de messages plus longs que les siens (sinon on est trop investis par rapport à elle)",
      "shortName": "Pas faire de messages plus longs...",
      "category": "style"
    },
    {
      "id": "P16",
      "text": "Pas envoyer de message les vendredis et samedis soirs (car la femme est probablement en soirée ou en date et nous on est censés avoir une vie sociale)",
      "shortName": "Pas envoyer de message les vendr...",
      "category": "style"
    },
    {
      "id": "P17",
      "text": "Chaque message doit procurer des émotions positives (reframe si besoin)",
      "shortName": "Chaque message doit procurer des...",
      "category": "style"
    },
    {
      "id": "P18",
      "text": "Ne pas donner plus d'attention à la femme que ce qu'elle nous donne (sinon on est needy)",
      "shortName": "Ne pas donner plus d'attention à...",
      "category": "mindset"
    }
  ],
  "platforms": {
    "tinder": {
      "name": "Tinder",
      "characteristics": [
        "Elle scroll vite, tu as 3 messages pour capter son attention",
        "Les openers originaux performent mieux que 'Salut ça va'",
        "Le bio et les photos comptent autant que le texte",
        "Propose rapidement de passer sur Instagram ou WhatsApp"
      ],
      "commonMistakes": [
        "Juste 'Salut ça va' comme opener",
        "Compliment physique direct en premier message",
        "Trop de messages sans proposer de date"
      ]
    },
    "whatsapp": {
      "name": "WhatsApp",
      "characteristics": [
        "Tu as déjà le numéro = elle a de l'intérêt confirmé",
        "Les vocaux peuvent être stratégiques pour créer du lien",
        "Les 'vu' sont visibles, joue avec le timing",
        "Tu peux être plus direct qu'sur les apps"
      ],
      "commonMistakes": [
        "Envoyer des pavés de texte",
        "Répondre instantanément à chaque message",
        "Ignorer les signes de désintérêt"
      ]
    },
    "instagram": {
      "name": "Instagram",
      "characteristics": [
        "Elle peut voir ton profil = DHV passif via tes posts",
        "Les stories sont des occasions de relance naturelles",
        "Les réactions aux stories = opener soft et non-invasif",
        "Les DM requests peuvent être ignorés, sois patient"
      ],
      "commonMistakes": [
        "Liker 50 photos d'un coup avant d'écrire",
        "Réagir à toutes ses stories",
        "Message trop formel type 'Bonjour, je me permets...'"
      ]
    },
    "street": {
      "name": "Approche de rue",
      "characteristics": [
        "Premier message = rappeler le contexte de la rencontre",
        "Elle t'a donné son num = déjà intéressée, pas besoin de resell",
        "Le délai avant le premier message compte (pas trop vite, pas 3 jours)",
        "Message le soir même ou le lendemain"
      ],
      "commonMistakes": [
        "Attendre plusieurs jours avant d'écrire",
        "'C'était super de te rencontrer' (trop formel)",
        "Ne pas rappeler le contexte (elle a peut-être oublié)"
      ]
    }
  },
  "conversations": [
    {
      "id": "telegram_1",
      "source": "le_state/telegram",
      "platform": "street",
      "outcome": "date",
      "context": "de l'abordage de rue au date longtemps après",
      "lines": [
        "Le coach : I loved to meet you,",
        "Le coach : And your eyes",
        "La femme : It was lovely to meet you as well! Let me know if you want to grab lunch or drinks sometime and I'll lyk if my friends want to go out on Friday!",
        "Le coach : Yes with pleasure",
        "Le coach : I've just finished a meeting right now, so I'm free to have a drink",
        "Le coach : But if it's too late for you we can do it tomorrow",
        "La femme : I should be free, my friends get in tomorrow is it okay if some of them go with us",
        "La femme : Sorry I didn’t see your message earlier",
        "Le coach : Oh I understand about your friends",
        "Le coach : I think the best thing is, you welcome your friends in Paris, we go to the party w/Them on Friday",
        "Le coach : And you and me, we meet together when we will find free time",
        "Le coach : How long your friends do they stay?",
        "La femme : They're staying until November",
        "La femme : But yes text me whenever we can meet",
        "Le coach : 😂 im in Nice until Monday for working",
        "La femme : Omg stop we leave tomorrow 😣",
        "Le coach : Ahah",
        "Le coach : The destiny is against us",
        "La femme : We're going to Saint Tropez you should visit if you have time",
        "Le coach : It would be w pleasure",
        "Le coach : I know very well it's amazing",
        "Le coach : But I'm working all the day in Nice",
        "Le coach : How long do you stay in the south?",
        "La femme : Aw. I leave Tuesday",
        "Le coach : Cannes is better if you want to hang out during the night",
        "Le coach : But I trust your Texan intuition to find the right spot",
        "La femme : I wanted to go to Cannes my friends didn't listen to me lol",
        "Le coach : I'm in Paris for the weekend",
        "Le coach : Do you do something tonight around 9pm",
        "Le coach : We go in an amazing place w some friends",
        "La femme : I just saw this 😣😣",
        "La femme : I went out last night",
        "La femme : I just woke up haha I'm free today if you are I just won’t drink tonight lol",
        "Le coach : 😂",
        "Le coach : I love to see you enjoy Paris",
        "Le coach : I'm free at 8:30 pm",
        "Le coach : It's ok for you?",
        "Le coach : I don't drink alcohol no worries",
        "La femme : Yes",
        "La femme : Ok good I need no alcohol",
        "Le coach : Deal",
        "Le coach : Ok come at [adresse]",
        "Le coach : It's a friend's bar/restaurant",
        "La femme : Okay",
        "Le coach : See you"
      ],
      "tags": [
        "street",
        "date"
      ],
      "analysis": "DU TEXTGAME\r\n----------------------------------------------------------\r\n\r\nChaque message doit être \"une balle de sniper\" : un message = une émotion.\r\nC'est pour ça que les messages sont des phrases courtes et qu'il n'y a qu'une seule idée par message.\r\nDans cette conversation par exemple \"I loved to meet you\" est une première \"balle de sniper\" et \"and your eyes\" est une deuxième \"balle de sniper\"\r\nCet échange est avec une américaine, elles sont réputées pour être très sociables.\r\nLe fait que la femme propose \"Let me know if you want to grab lunch or drinks sometime and I'll lyk if my friends want to go out on Friday!\" ne veut pas dire que l'interaction a été trop sociale (ou pas assez sexuée) mais c'est probablement juste une test inconscient de la femme pour voir ce que le coach a dans le ventre (est-ce qu'il va reframe l'échange pour préciser qu'il veut la voir seule)\r\nDans un premier temps le coach cherche à ne pas montrer qu'il est trigger par cette proposition de se voir avec d'autres amis, il lui dit donc \"Yes with pleasure\"\r\nCependant il ajoute \"I've just finished a meeting right now, so I'm free to have a drink\" puis \"But if it's too late for you we can do it tomorrow\" pour montrer qu'il est détaché et que si c'est plus pratique pour la femme ils peuvent se voir à un autre moment (sous-entendu uniquement tous les deux)\r\nQuand la femme dit \"Sorry I didn’t see your message earlier\" il ne faut pas le prendre mal ou penser qu'elle ment, les très belles femmes (surtout celles travaillant dans la mode) ont souvent beaucoup de sorties et d'amis donc il faut rester non-réactif\r\nLe message de la femme \"I should be free, my friends get in tomorrow is it okay if some of them go with us\" montre qu'elle n'a pas encore bien compris que le coach veut la voir seule.\r\nDonc, sans recadrer violemment, le coach lui montre qu'il est d'accord pour accueillir les amis de la femme ensemble (ça montre que c'est un homme sociable) avec ses messages \"Oh I understand about your friends\" et \"I think the best thing is, you welcome your friends in Paris, we go to the party w/Them on Friday\"\r\nEnsuite le coach précise dans le message suivant \"And you and me, we meet together when we will find free time\" pour bien lui faire comprendre qu'il veut la voir seule aussi.\r\nLe coach demande \"How long your friends do they stay?\" pour cerner quelles vont être les possibilités pour voir la femme seule\r\nIl s'est passé plus d'une semaine entre le message de la femme \"They're staying until November\" et le moment où le coach lui dit \"😂 im in Nice until Monday for working\" (il lui envoie ça car il a vu sur instagram que la femme était à Nice alors que lui aussi)\r\nMalheureusement la femme lui dit qu'elle part le lendemain \"Omg stop we leave tomorrow 😣\". Une nouvelles fois le coach montre du détachement et qu'il n'est pas trigger et en joue avec ses messages \"Ahah\" et \"The destiny is against us\" pour montrer que c'est quelque chose d'extérieur à eux deux (sous-entendu ils ont tous les deux envie de se voir, il indique donc implicitement qu'il est confiant sur le fait que la femme a également envie de le revoir). De plus, le fait de mentionner une force extérieur qui les empêche de se voir met de l'émotion dans l'échange en donnant envie de combattre cette force extérieur pour finalement réussir à se voir.\r\nLorsque la femme lui dit être à Saint-Tropez le coach répond \"I know very well it's amazing\" pour se DHV (démonstration de haute valeur) car ça lui donne de la valeur de montrer qu'il connaît bien l'endroit où est la femme, surtout que c'est une endroit très réputé.\r\nLe coach ne se précipite pas à essayer de pouvoir rejoindre la femme à Saint-Tropez, ça montre qu'il a des priorités autres qu'elle et donc de la valeur.\r\nLe coach DHV de nouveau en disant que Cannes est mieux que Saint-Tropez pour sortir le soir car il montre qu'il connait ces deux endroits réputés et donne un conseil à la femme.\r\nLe message du coach \"But I trust your Texan intuition to find the right spot\" est formulé de façon à émettre un double sens : le fait qu'il a confiance en elle pour trouver un moment et un endroit où ils pourront se voir tous les deux (sens non-sexuel) et le fait qu'il a confiance en elle pour trouver les zones qui lui procurent le plus de plaisir lorsqu'elle se masturbe ainsi que les zones qui procurent le plus de plaisir à son partenaire sexuel (sens sexuel)\r\nLe message de la femme \"I wanted to go to Cannes my friends didn't listen to me lol\" est un point positif car elle montre être d'accord avec le coach sur le fait que Cannes est mieux que Saint-Tropez, elle valide donc l'avis du coach et donc elle valide la valeur qu'il a.\r\nPresque 20 jours après, le coach formule une proposition \"I'm in Paris for the weekend\" puis \"Do you do something tonight around 9pm\" et \"We go in an amazing place w some friends\" car il sait que le fait de se voir avec ses amis à lui et à elle n'est pas grave car il est confiant que dès qu'ils vont se voir les autres n'auront plus d'importance pour eux, il y aura comme une sorte de bulle autour du coach et de la femme.\r\nLes réponses de la femme \"I just saw this 😣😣\", \"I went out last night\" et \"I just woke up haha I'm free today if you are I just won’t drink tonight lol\" sous-communiquent le fait qu'elle ait la gueule de bois et qu'elle n'est pas sur son 31 donc elle demande implicitement au coach de ne pas lui tenir rigueur du fait qu'elle ne soit pas au top s'ils se voient.\r\nLe coach répond alors un smiley qui rigole \"😂\" puis \"I love to see you enjoy Paris\" et \"I don't drink alcohol no worries\" pour lui montrer qu'il accepte de ne pas la juger et lui retirer cette pression qu'elle pourrait avoir. Il ajoute ensuite \"I'm free at 8:30 pm\" et \"It's ok for you?\" pour proposer le rendez-vous.\r\nLa femme accepte, le coach lui indique donc le lieu de rendez-vous pour être directif et montrer qu'il prend les décisions ce qui rassure la femme."
    },
    {
      "id": "telegram_2",
      "source": "le_state/telegram",
      "platform": "unknown",
      "outcome": "unknown",
      "context": "open uniquement",
      "lines": [
        "Le coach : Il y avait donc deux choses que je n'avais pas perçues chez toi",
        "La femme : Ahah comme quoi?",
        "Le coach : La sérénité que je kiffe trop",
        "Le coach : Et surtout"
      ],
      "tags": [
        "general"
      ]
    },
    {
      "id": "telegram_3",
      "source": "le_state/telegram",
      "platform": "street",
      "outcome": "date",
      "context": "de l'abordage de rue au date",
      "lines": [
        "Le coach : Ton heure de coucher s’étend elle un peu plus tard actuellement",
        "Le coach : Jeune juriste",
        "La femme : Coucou",
        "La femme : Comment tu sais ?",
        "La femme : Ah c’est une question",
        "Le coach : Non c’était une question affirmative",
        "Le coach : Proportionnellement corrélée à l’envie que j’ai que l’affirmation soit vraie",
        "Le coach : Pour être clair",
        "La femme : D’accord c’est un concept",
        "La femme : Ce soir je vais pousser un peu ouais",
        "Le coach : Et demain soir",
        "Le coach : Ou mercredi soir",
        "Le coach : Tu préférerais lequel pour pousser encore un peu plus ?",
        "La femme : Tendax",
        "La femme : Je suis en partiels cette semaine",
        "Le coach : C’était pas la semaine dernière ?",
        "La femme : Il fallait se manifester avant",
        "La femme : Semaine dernière c’était les révisions",
        "Le coach : Certaines obligations m’ont empêché à la manifestation",
        "Le coach : Je suis pas pressé",
        "La femme : Et oui j’avais quelques partiels aussi la semaine dernière",
        "La femme : Mouais",
        "La femme : Quand on veut on se donne les moyens",
        "Le coach : Mon jet privé pour t’amener jusqu’à moi à Nice",
        "Le coach : Était en panne",
        "Le coach : Mais j’y songerai la prochaine fois",
        "Le coach : Je suis rentré cette après-midi",
        "Le coach : Cet",
        "La femme : Tqt ça se dit au féminin et au masculin",
        "Le coach : Semaine prochaine",
        "Le coach : C’est uniquement féminin par contre",
        "Le coach : Donc on fera ça semaine prochaine",
        "La femme : Pouet Pouet camembert",
        "Le coach : Je parlais de « semaine prochaine » qui est uniquement féminin",
        "Le coach : J’étais d’accord sur le bel après-midi ahah",
        "La femme : Ouais ouais aller",
        "La femme : Semaine pro je pars lundi de Lille et je viens pas avant longtemps",
        "Le coach : Mdrr doucement l’argumentation jeune juriste",
        "Le coach : Te froisse pas",
        "La femme : Donc ce week-end ou rien",
        "Le coach : « Ouais ouais aller »",
        "Le coach : Ah bah voilà",
        "Le coach : Très bien ce week-end",
        "La femme : Tqt je me froisse jamais 😋😋",
        "La femme : Mais tu taffes pas le week-end ?",
        "Le coach : Si t’es dispo ce week-end et pas trop fatiguée de tes fins de partiels",
        "Le coach : On fait ça",
        "Le coach : Si je travaille tous les jours",
        "Le coach : Mais le w-e je m’arrange pour pas finir trop tard",
        "La femme : Tu vas regarder la finale ?",
        "La femme : On peut se retrouver par hasard dans le même bar",
        "Le coach : Je risque d’avoir le souffle coupé à cause du match",
        "Le coach : Alors si y’a vous deux",
        "Le coach : Ça fait beaucoup",
        "Le coach : Y’aura trop de monde, on se captera tranquille ce week-end",
        "La femme : Mdr",
        "La femme : Je pensais que les « coachs en séduction » lâchaient pas des disquettes de ce genre",
        "Le coach : Exactement",
        "Le coach : Tu penses bien",
        "Le coach : C’est exactement pour ça que je kiffe parler avec toi",
        "Le coach : Je travaille pas",
        "La femme : LoL",
        "La femme : Perso j’aime pas les ambiances de « date » ultra formel",
        "Le coach : Qui a parlé de ça ?",
        "La femme : Ok alors j’attends la proposition",
        "Le coach : Déjà",
        "Le coach : Est-ce que j’ai une tête à faire des dates formels ? 😂",
        "Le coach : Je pensais que tu m’avais mieux cerné que ça",
        "Le coach : Je suis choqué",
        "La femme : En vrai je me suis pas posée la question",
        "La femme : J’ai l’habitude qu’on me sorte le classique « on va prendre un verre ? »",
        "Le coach : Ça n’arrivera jamais avec moi",
        "Le coach : En parlant de non formalité, tous les deux ce serait déjà bien mais si je me souviens bien",
        "Le coach : Ta pote que j’avais vue au cartel [prénom de l'amie de la femme] je crois",
        "La femme : Oui ?",
        "Le coach : Elle avait bien kiffé [prénom de l'ami du coach], et il semblerait que ce soit réciproque",
        "Le coach : On peut sortir tous les quatre ce week-end",
        "Le coach : Juste je pense qu’ils ne se sont pas parlé, on taffe comme des fdp avec [prénom de l'ami du coach]",
        "La femme : Hahaha tu proposes un double date ? 😂",
        "Le coach : Bah j’aime pas du tout la façon réductrice que tu as de formuler ça",
        "Le coach : Mais oui",
        "Le coach : On vaut tous les quatre mieux que ça 😌",
        "La femme : Haha ok on peut faire ça j’aime bien l’idée",
        "La femme : On peut aller prendre un verre samedi soir si ça vous chauffe",
        "Le coach : L’idée est stylée ouais",
        "Le coach : Là il dort mdr",
        "Le coach : On a pas dormi du w-e",
        "Le coach : Je te redis demain, mais je pense que ce sera ok",
        "La femme : Super marrant !",
        "La femme : [prénom de l'amie de la femme] est ok",
        "La femme : Mais vraiment parce que c’est toi hein",
        "Le coach : J’en suis flatté",
        "Le coach : D’être l’initiateur avec toi de cette idée",
        "La femme : Hahaha c’est vrai ?",
        "Le coach : Bah oui",
        "Le coach : On est les metteurs en scène 🎬",
        "La femme : J'adore",
        "La femme : J'ai toujours voulu faire du double date avec une copine",
        "La femme : Je trouve ça trop marrant",
        "Le coach : Vœu exaucé",
        "Le coach : ✨",
        "La femme : Trop fort",
        "La femme : On peut dire 22h30 stp ?",
        "La femme : Je viens d’arriver au restau",
        "Le coach : Ouai vas-y",
        "La femme : J’y suis dans 10 min",
        "Le coach : Nous aussi",
        "Le coach : Même un peu plus, attendez pas dehors, on se gare on arrive",
        "La femme : D’acc"
      ],
      "tags": [
        "street",
        "date"
      ],
      "analysis": "DU TEXTGAME\r\n----------------------------------------------------------\r\n\r\nLe contexte est que le coach a rencontré cette femme en soirée et que l'ami du coach a eu un crush sur l'amie de la femme.\r\nC'est la femme qui a demandé l'instagram du coach à quelqu'un et qui l'a donc ajouté elle-même sur instagram.\r\nLe coach avait essayé de voir la femme la semaine précédente mais elle avait des examens donc n'était pas disponible. Les premiers messages sont donc ceux qu'il a envoyé pour la relancer après les examens de la femme.\r\nLa femme lui avait déjà formulé qu'elle n'aimait pas torp les dates formels.\r\nLe coach a décidé de proposer un double date (rendez-vous avec deux femmes et deux hommes) car il n'avait pas beaucoup de temps disponible et souhaitait faire d'une pierre deux coups.\r\nLe point important à retenir est que l'objectif doit rester de s'amuser et passer de bons moments avec ses amis plutôt que d'avoir une envie viscérale de conclure avec la femme. Le mindset d'abondance et de ne pas avoir peur de perdre la femme est bien plus efficace que celui de chercher à tout prix à conclure avec la femme. La prise de risque (proposer un date à 4 plutôt qu'à 2 comme ça se fait traditionnellement) est nécessaire pour avoir de bons résultats.\r\nLes femmes adaptent leur ouverture d'esprit à l'homme qu'elles ont en face d'elle donc les seules limites que les hommes ont sont souvent celles qu'ils se mettent eux-même en tête.\r\nLe message du coach \"Proportionnellement corrélée à l’envie que j’ai que l’affirmation soit vraie\" verbalise l'intérêt qu'il a pour cette femme. Il le fait car il sait qu'elle a également de l'intérêt pour lui et que ce message ne lui fera donc pas perdre de point (il ne passera pas pour \"acquis\" ou \"trop investi\" car la femme a de l'intérêt pour lui, il peut donc également verbaliser son intérêt pour elle). Ce message est formulé sous forme de jeu pour apporter du fun et de la légereté et sous-entend qu'il a envie qu'elle se couche plus tard que d'habitude (sous-texte sexuel : ce message sous-entend qu'il a envie d'avoir un moment d'intimité avec elle)\r\nLe coach voit qu'il a beaucoup de valeur auprès de cette femme car elle indique qu'elle aurait aimé avoir des nouvelles de lui avant avec son message \"Il fallait se manifester avant\".\r\nLe message de la femme \"Quand on veut on se donne les moyens\" verbalise le fait qu'elle a de l'intérêt pour le coach et qu'elle attend qu'il transforme cet intérêt en rendez-vous.\r\nPour éviter de se justifier comme un homme needy, le coach tourne cela à la dérision : son message \"Mon jet privé pour t’amener jusqu’à moi à Nice était en panne\". Ce message met en place du jeu (il fait comme s'il avait un jet privé) et de la DHV en montrant qu'il voyage (il dit qu'il était à Nice).\r\nLe message du coach \"Mais j’y songerai la prochaine fois\" confirme son intérêt auprès de la femme.\r\nSon message \"Je suis rentré cette après-midi\" explique pourquoi il ne pouvait pas lui envoyer de messages avant.\r\nQuand la femme demande \"Tu vas regarder la finale ?\" et \"On peut se retrouver par hasard dans le même bar\" le coach en profite pour lui dire qu'il ne va pas regarder la finale avec elle mais qu'ils vont faire mieux que ça en disant \"Y’aura trop de monde, on se captera tranquille ce week-end\". C'est directif (il refuse sa proposition), confiant (il prend le risque qu'elle n'accepte pas la contre-proposition). De plus, son message de refus a une double sens de lecture : \"Je risque d’avoir le souffle coupé à cause du match\", \"Alors si y’a vous deux\" et \"Ca risque de faire beaucoup\" (le sens non sexuel est que le match va lui couper le souffle à cause du suspens et le sens sexuel est qu'il peut avoir le souffle coupé à cause de l'ébat sexuel qu'il aurait avec elle).\r\nLes messages du coach \"Tu penses bien\" et \"C’est exactement pour ça que je kiffe parler avec toi\" la complimentent et la rendent unique (ça sous-entend qu'il n'y a qu'avec elle qu'il kiffe parler comme ça)\r\nLa femme répète qu'elle n'aime pas les dates formels avec son message \"Perso j’aime pas les ambiances de « date » ultra formel\" c'est donc une objection.\r\nLe coach réagit alors habilement en faisant du DHV avec les messages \"Déjà\", \"Est-ce que j’ai une tête à faire des dates formels ? 😂\", \"Je pensais que tu m’avais mieux cerné que ça\" et \"Je suis choqué\". Il remet la faute sur elle en disant qu'il pensait qu'elle l'avait mieux cerné.\r\nDans les messages suivants il reframe en amenant subtilement que l'amie de la femme kiffe l'ami du coach et qu'il semblerait que ce soit réciproque. Le coach utilise le conditionnel pour mettre de l'incertitude et du jeu.\r\nLe coach assume totalement le date \"original\" qu'il propose et rajoute même du jeu et de la directivité en disant qu'il reformule la façon dont la femme appelle ce date à 4 car ils valent tous mieux que ça."
    },
    {
      "id": "telegram_4",
      "source": "le_state/telegram",
      "platform": "tinder",
      "outcome": "date",
      "context": "de l'abordage sur Tinder au date le soir même",
      "lines": [
        "Le coach : Je sais très bien pourquoi tu as mis cette photo de sculpture..",
        "La femme : Éclaire-moi",
        "Le coach : Tu veux être mon modèle",
        "Le coach : Comme ça je peux te sculpter pendant des heures",
        "Le coach : Mais faut pas bouger",
        "La femme : Mec tu fais peur mais t'es si agréable à regarder que c'est qu'un détail",
        "La femme : Ptdrrr",
        "Le coach : 😂😂",
        "Le coach : La vie ça se joue dans les détails",
        "Le coach : Ouais je suis encore un peu bronzé",
        "Le coach : T'as de la chance",
        "La femme : Oh le philosophe de pacotille",
        "La femme : Ah la chance je suis plus trop bronzée après je pars avec un capital quoi",
        "Le coach : Tu ne crois pas si bien dire",
        "Le coach : Je suis sur un bouquin de Camu là",
        "Le coach : Avant de sortir",
        "Le coach : Ouais t'as un capital génétique à ton avantage",
        "La femme : Lequel",
        "La femme : Haha moi je bois du rouge avec ma pote on essaie de se mettre une petite deter",
        "La femme : Merci merci mon ami",
        "Le coach : Le mythe de Sisyphe",
        "Le coach : Vous bougez où ?",
        "La femme : Très existentiel comme lecture",
        "La femme : Peut-être dans mon bar fin là où je travaille après elle va voir son mec donc jsp encore comment la soirée va se terminer",
        "Le coach : Mdr",
        "Le coach : Elle est allée mater sur Wikipedia",
        "La femme : Haha comment tu sais ?",
        "Le coach : Parce que t’as confondu deux auteurs",
        "Le coach : L’existentialisme c’est Sartre",
        "La femme : Je l’avais pas lu mais on en avait parlé",
        "Le coach : Mais on s’en fout",
        "La femme : Ah non non",
        "La femme : Oh « on s’en fout »",
        "Le coach : Tu travailles jusqu’à quelle heure ?",
        "La femme : Repos ce soir",
        "Le coach : Repos de la guerrière",
        "Le coach : Manque plus que moi à ce beau programme",
        "Le coach : Vieux Lille ?",
        "La femme : Hahaha c’était vraiment la guerre hier j’ai terminé le dos en compote",
        "La femme : Où on va ?",
        "La femme : Ptdrr t’es très à l’aise toi",
        "La femme : Tu sors pas avec tes potes ?",
        "Le coach : Ah ouais pourquoi ?",
        "Le coach : Oui je suis à l’aise mais je suis facilitant surtout",
        "Le coach : C’était pour mixer les groupes",
        "Le coach : Le manager on m’appelle",
        "La femme : Je capte pas mais si tu veux passer chez moi dis-moi !",
        "La femme : Je suis à côté de [adresse proche de la femme]",
        "Le coach : Là je suis à [adresse proche du coach] mais je vais pas finir tard",
        "Le coach : Tu veux pas descendre de ton chez-toi, on prend un verre dès que j’ai fini",
        "La femme : Vas-y tu termines quand",
        "La femme : Envoie-moi un message je capte pas",
        "La femme : [numéro de téléphone de la femme]"
      ],
      "tags": [
        "tinder",
        "street",
        "date"
      ],
      "analysis": "DU TEXTGAME\r\n----------------------------------------------------------\r\n\r\nLe contexte est que cet échange a lieu sur une application de rencontre sur laquelle la femme a mis une sculpture sur une de ses photos de profil.\r\nCe textgame montre un très bon exemple de sexualisation. Il faut garder en mémoire que la séxualisation se fait par palier (de plus en plus intense) et si la femme refuse un des paliers il faut redescendre au palier précédent.\r\nLe coach fait des premiers messages avec un sous-texte sexuel très fort \"Tu veux être mon modèle\" (sous-entendu elle sera nue), \"Comme ça je peux te sculpter pendant des heures\" (sous-entendu le coach n'est pas précoce ni précipité au lit) et \"Mais faut pas bouger\" (sous-entendu le coach a un côté dominant). Ces messages instaure un jeu de rôle dans lequel la femme est la muse du coach qui fait ressortir le côté dominant de l'élève.\r\nOn pourrait croire que la femme ne rentre pas dans le jeu avec son message \"Mec tu fais peur mais t'es si agréable à regarder que c'est qu'un détail\". La première partie du message de la femme verbalise le fait qu'elle n'est pas très à l'aise avec le côté dominant et sexué du coach mais la deuxième partie du message montre qu'elle reste ouverte et réceptive car elle complimente le coach donc le valide, elle veut juste qu'il aille un peu plus doucement dans la sexualisation.\r\nL'important est alors de ne pas totalement faire marche arrière mais de montrer une réaction non réactive (c'est à dire montrer qu'on n'est pas impacté par le fait qu'elle exprime une légère gêne) mais qu'on adapte quand même notre niveau de sexualisation en y allan un petit peu plus doucement.\r\nLe coach continue donc dans le rôle de dominance mais diminue un petit peu l'intensité de la sexualisation en disant \"La vie ça se joue dans les détails\" (le coach va dans le sens de la femme pour montrer qu'il a compris son objection) et \"Ouais je suis encore un peu bronzé\" (le bronzage est une sexualisation plus soft) et \"t'as de la chance\" (ça montre que le coach est confiant, qu'il sait qu'il a de la valeur et que c'est lui le prix).\r\nLe message \"Ouais t'as un capital génétique à ton avantage\" verbalise l'intérêt du coach pour la femme afin de contrebalancer le côté dominant qu'il a montré jusque là.\r\nQuand la femme dit \"Merci merci mon ami\" ce n'est pas, contrairement à ce qu'on pourrait croire, pour friendzoner le coach mais plutôt pour essayer de remettre le coach sur le même niveau que la femme, elle essaye donc de reprendre le dessus ou du moins d'égaliser le rapport de dominance dans cet échange. Donc le coach reste sur le principe qu'elle est attirée et qu'il faut désormais gérer la logistique de la rencontre (où et quand se voir)\r\n\r\n[14min21]"
    },
    {
      "id": "telegram_5",
      "source": "le_state/telegram",
      "platform": "unknown",
      "outcome": "unknown",
      "context": "",
      "lines": [
        "La femme : Je te laisse prendre rendez-vous sur Doctolib",
        "Le coach : Ce sera fait",
        "Le coach : Mais c'est moi qui prends la température",
        "Le coach : C'est moi le docteur",
        "La femme : Je te donnerai des cours de filtres aussi à l'occasion",
        "La femme : Pour te faire plaisir je te laisserai faire",
        "Le coach : Oublie pas les cours d'humour aussi",
        "La femme : C'est injustifié ça tu vois",
        "Le coach : Nan mais vu que t'es assez forte",
        "Le coach : Je me dis que tu peux sûrement m'apprendre",
        "La femme : Ah oui avec plaisir",
        "La femme : Un coaching d'humour",
        "La femme : Histoire d'être en state",
        "La femme : J'ai vu que t'avais du mal"
      ],
      "tags": [
        "general"
      ]
    },
    {
      "id": "telegram_6",
      "source": "le_state/telegram",
      "platform": "tinder",
      "outcome": "unknown",
      "context": "Tinder",
      "lines": [
        "Le coach : Ôtes-moi d'un doute Mathilde",
        "La femme : Si je peux t'ôter d’un doute, dis-moi",
        "Le coach : Tu as un tatouage au-dessus de ta poitrine ?",
        "La femme : J’en ai plusieurs dont un sur la clavicule oui",
        "La femme : Mais comment tu sais ça ? 😂😂",
        "Le coach : Tu connais les mentalistes ?",
        "La femme : Non, mais visiblement je suis face à l’un d’entre eux 😂",
        "Le coach : Ha ba pas ça du tout 😂",
        "La femme : Ah merde alors",
        "Le coach : J'ai cru voir le début d'une phrase sous ton collier",
        "La femme : Ah oui, mais je ne l’ai plus",
        "La femme : Enfin je l’ai recouvert",
        "Le coach : C'était quoi ? Pas le nom d'un ex j'espère",
        "La femme : Ahahaha non du tout",
        "La femme : C'était des dates",
        "La femme : Des jours de naissance de mes parents et de mon frère",
        "La femme : Mais j’en pouvais plus de voir ça 😂😂",
        "Le coach : Ouf ça va ! T'en pouvais plus de voir le petit frère tous les jours sur ton corps 😂",
        "La femme : Le grand frère ahaha",
        "Le coach : J'en ai qu'un seul sur l'avant-bras, tu en as beaucoup ?",
        "La femme : 7 ou 8",
        "La femme : Je sais jamais ahaha",
        "La femme : T'as quoi comme tatouage ?",
        "Le coach : C'est une phrase latine, mais il faut me voir en réel pour le découvrir !",
        "Le coach : Et toi, j'espère qu'il y en a un grand dans les 7 ou 8 tatouages",
        "La femme : Ahahaha, j’ai hâte de découvrir ça !",
        "La femme : J’en ai 4 grands",
        "Le coach : Dis-moi tu viens d'où ?",
        "Le coach : Me too",
        "La femme : Je suis pas très loin de [adresse] et toi ?",
        "Le coach : Du côté de [adresse]",
        "La femme : Mais attends qu’est-ce je vois",
        "La femme : T’es coach sportif ? Ahaha",
        "Le coach : Oui pourquoi ?",
        "La femme : Ça fait des semaines et des semaines que je me dis, « Aller Matou, il faut vraiment que tu te motives à retourner à la salle de sport » et je culpabilise à chaque fois parce que je le fais jamais 😢🥺",
        "La femme : Du coup j’ai trouvé ça drôle (🥲) quand j’ai compris que tu étais coach",
        "Le coach : matou haha",
        "Le coach : C'est un signe",
        "Le coach : Je peux t'aider à reprendre le sport",
        "La femme : T’es prêt ? Parce que y’a du boulot ? Ahahah 😂😂",
        "Le coach : Je vais adorer te regarder le souffle coupé",
        "La femme : Et moi je vais te haïr c’est ça ? 😩😂",
        "Le coach : Mais non, tu vas m'adorer 😈😂",
        "Le coach : Tu fais quoi comme horaires Matou ?",
        "La femme : Pour le moment je bosse seulement le mercredi après-midi et le week-end, enfin mes horaires sont +/- définis comme ça. J’espère que ça changera bientôt !",
        "La femme : Ahaha tu as l’air bien sûr de toi ? Ehehe",
        "Le coach : T'es pas prête matou 😏",
        "La femme : Oh noooon",
        "La femme : J’ai peur",
        "Le coach : Je comprends, j'ai des horaires pas ouf aussi pour le moment...",
        "Le coach : Jeudi 20h au quai 10, on pourra échanger sur nos tatouages et bloquer ta séance de sport 😏",
        "La femme : C’est donc un rendez-vous que je dois bloquer alors ? 😛",
        "Le coach : Oui, c'est donc le rendez-vous que tu dois bloquer",
        "La femme : Aller je le bloque !",
        "La femme : Par contre, il faudrait discuter peut-être ailleurs qu’ici",
        "La femme : Ça me gave cette appli ahaha",
        "Le coach : Tu es sur whatsapp ?",
        "La femme : J’ai WhatsApp et ou Instagram 😛",
        "La femme : WhatsApp : [numéro de téléphone de la femme]",
        "La femme : Instagram : [instagram de la femme]",
        "La femme : Choisis ce que tu préfères !"
      ],
      "tags": [
        "tinder"
      ]
    },
    {
      "id": "telegram_7",
      "source": "le_state/telegram",
      "platform": "tinder",
      "outcome": "unknown",
      "context": "Tinder",
      "lines": [
        "Le coach : Moi je vais aller te balader sur ce portant à bagage",
        "Le coach : Bagage spécial",
        "La femme : Balade-moi où tu veux",
        "Le coach : Oui mais je vais te balader avec une étiquette à bagage",
        "Le coach : Marquée mon nom dessus",
        "La femme : Pas de soucis",
        "Le coach : Je préfère te prévenir en avance",
        "Le coach : Tu pourras la signer",
        "La femme : Autour du cou",
        "Le coach : Exactement",
        "Le coach : Et vu que tu seras mon bagage",
        "Le coach : Je veux que du luxe",
        "Le coach : Donc je te mettrai une étiquette en or",
        "La femme : Top",
        "Le coach : T’aimes bien les longs voyages jsp",
        "La femme : Ouii",
        "Le coach : Tu veux aller où là",
        "La femme : C’est vous qui décidez je ne suis que votre porte-bagage",
        "Le coach : Je vais décider oui",
        "Le coach : Mais j’aime bien avoir ton ressenti",
        "Le coach : Pour que tu sois parfaitement toi-même",
        "Le coach : (Bien le vouvoiement)",
        "Le coach : À ton avis",
        "La femme : Oui",
        "Le coach : Sur ce plan-là je suis pas un homme original 😌",
        "La femme : Mon âge n’est pas un problème ?",
        "Le coach : Si c’est le vrai non",
        "Le coach : En aucun cas",
        "La femme : J’ai [âge de la femme]",
        "Le coach : Alors non ça me pose 0 problème",
        "Le coach : Tant que t’es mature",
        "Le coach : Intéressante",
        "La femme : Compris",
        "Le coach : Jolie",
        "Le coach : Et que tu m’appelles monsieur",
        "La femme : D’accord monsieur",
        "Le coach : Du coup j’ai une idée de premier voyage",
        "Le coach : Mais il faudrait que tu viennes sur Lille pour le point de départ",
        "La femme : Parfait",
        "La femme : Et ensuite ?",
        "Le coach : Je peux te donner le point de départ",
        "Le coach : Mais ensuite c’est la surprise",
        "La femme : Vous allez me bander les yeux ?",
        "Le coach : Pas en public pour la première partie du voyage",
        "Le coach : Mais ensuite c’est possible oui",
        "Le coach : Monsieur est exigeant sur ses propriétés",
        "La femme : D'accord monsieur",
        "Le coach : Vous êtes dispo quand ma petite valise de luxe Louis Vuitton ?",
        "Le coach : Entre aujourd’hui et demain",
        "La femme : Ce soir normalement",
        "Le coach : Normalement ou sûrement ?",
        "Le coach : Un voyage de luxe laisse place à l’imprévu durant le voyage",
        "Le coach : Mais pas pour le départ",
        "La femme : Je vous tiens au jus rapidement",
        "Le coach : Tu veux qu’on bouge sur insta ?",
        "Le coach : C’est mieux",
        "La femme : [Instagram de la femme]",
        "Le coach : Ok je t’ajoute là-bas mon bagage préféré",
        "Le coach : Moi c’est [instagram du coach]",
        "La femme : D’accord monsieur"
      ],
      "tags": [
        "tinder"
      ]
    },
    {
      "id": "telegram_8",
      "source": "le_state/telegram",
      "platform": "tinder",
      "outcome": "full_close",
      "context": "Tinder du début au date FC",
      "lines": [
        "Le coach : Ah ouais tu demandes même pas poliment toi",
        "Le coach : Tu réclames",
        "La femme : De ?",
        "Le coach : Direct ça me réclame un massage à la crème solaire",
        "Le coach : Comme ça",
        "La femme : Ahhh ben oui, je le mérite en même temps",
        "Le coach : Non tout ce que je vois c’est que tu mérites une punition",
        "Le coach : D’une égale sévérité à ton insolence 😌",
        "La femme : Ahah j’appellerais pas ça de l’insolence",
        "Le coach : Dis-moi [prénom] tu appelles ça comment alors ?",
        "La femme : C’est ma brillante personnalité",
        "Le coach : Je vois qu’une paire de fesses qui brille au soleil là",
        "Le coach : Mais je suis chaud de voir aussi la personnalité",
        "Le coach : C’est important",
        "La femme : Mdrrr on voit aussi ma tête mais tu l’as vite oubliée j’ai l’impression...",
        "Le coach : C’est bizarre ça",
        "Le coach : Pourtant moi je veux juste connecter à ton esprit",
        "Le coach : Attends je regarde encore",
        "Le coach : Ouais je vois ta petite tête de canaille, ça y est",
        "La femme : Tu veux juste te connecter à mon esprit ? C’est quoi cette disquette ?",
        "Le coach : Bah c’est une disquette",
        "Le coach : C’est le principe",
        "Le coach : Mais si tu veux je peux te mettre les sous-titres à chacune des métaphores que j’utilise 😌",
        "La femme : Je veux bien",
        "La femme : Tu veux pas discuter autre part ?",
        "Le coach : Donne ton insta",
        "Le coach : Moi c’est [instagram du coach]",
        "La femme : C’est [instagram de la femme]",
        "Le coach : Je t’ajoute là-bas",
        "Le coach : J’ai un client là",
        "Le coach : À toute",
        "[Passage de Tinder à Instagram]",
        "La femme : En fait je parle à une reusta ?",
        "Le coach : On est des reusta",
        "Le coach : Toi et moi",
        "La femme : Merci de me flatter",
        "Le coach : J’ai vu que tu aimais les disquettes",
        "Le coach : Mais j’aimerais bien te parler sans disquettes",
        "Le coach : En mode transparent",
        "La femme : Mdrrr non j’aime pas tellement",
        "La femme : Mais on peut parler de manière transparente si tu veux aussi",
        "Le coach : Vas-y j’active le mode transparence",
        "Le coach : J’ai envie de te voir",
        "La femme : Quand tu veux",
        "Le coach : [message vocal]",
        "Le coach : [message vocal]",
        "Le coach : Sans oublier ta crème solaire bien sûr",
        "La femme : Je peux pas écouter, j’écoute après !",
        "La femme : Ce soir, j’ai déjà un truc prévu",
        "La femme : Mais un autre soir",
        "Le coach : Demain je suis à Paris pour le week-end",
        "La femme : Mes potes vont bientôt y aller donc si tu veux je te tiens au courant",
        "Le coach : Ok tranquille chill",
        "Le coach : Sinon on fera ça un autre jour",
        "Le coach : Mais vu que tu m’as dit « quand je veux »",
        "La femme : Bon elles sont parties mdr",
        "Le coach : Je peux être dispo dans 20 min",
        "Le coach : Le temps de me laver du sport",
        "Le coach : T’es vers où là ?",
        "La femme : Moi je suis à [adresse]",
        "Le coach : Ok, tu es prête à bouger sur Lille ?",
        "La femme : Oui vas-y si tu veux",
        "Le coach : Ok rdv 22h15",
        "Le coach : Soit on va chercher une bouteille on se pose ensemble",
        "Le coach : Soit un bar",
        "Le coach : Tu préfères quoi pour bronzer ?",
        "La femme : Plus 22h30 !",
        "La femme : Je préfère un bar en terrasse perso",
        "Le coach : Retrouve-moi 22h30 [adresse]",
        "Le coach : Je sais où je t’emmène",
        "La femme : Ok mdrr je te laisse me guider",
        "Le coach : Oui laisse-moi faire",
        "La femme : Je serai un peu en retard",
        "Le coach : J’y suis dans 5 min",
        "Le coach : Toi ?",
        "La femme : Faut que je trouve une place",
        "La femme : J’arrive dans 5 min t’es où à [adresse] ?",
        "Le coach : Je viens d’arriver [lieu exact]",
        "La femme : Où ça ?",
        "Le coach : J’aime bien comment tu me regardes, parfois"
      ],
      "tags": [
        "tinder",
        "date",
        "sexual"
      ]
    },
    {
      "id": "telegram_9",
      "source": "le_state/telegram",
      "platform": "unknown",
      "outcome": "unknown",
      "context": "Open à une soirée, revue le lendemain",
      "lines": [
        "Le coach : Arturo",
        "La femme : [drapeau argentin]❤️",
        "Le coach : Je quitte Paris dimanche",
        "Le coach : En vacances",
        "Le coach : Je veux te voir avant",
        "La femme : Ok bébé, tu veux dire demain ?",
        "La femme : Je suis à la maison, je voudrais aussi te voir avant que tu partes",
        "Le coach : Hola bébé",
        "Le coach : Combien de temps restes-tu à Paris ?",
        "La femme : Hola bel homme",
        "La femme : Je ne sais pas vraiment, je pense au moins 10 jours",
        "La femme : Et quand reviens-tu de vacances ?",
        "Le coach : Viens me voir aujourd'hui",
        "Le coach : Le soleil",
        "Le coach : Le 9 juillet",
        "La femme : Quel plan proposes-tu bébé ?",
        "Le coach : J'ai un rendez-vous dans [quartier] dans quelques minutes",
        "Le coach : Je serai disponible à 15h30",
        "Le coach : Tu me rejoins, on prend un verre ensemble et on rend ça épique",
        "Le coach : Ici maintenant",
        "La femme : Bébé, j'aimerais bien mais je ne serai probablement pas libre ce soir, je suis invitée chez une amie pour boire quelques verres",
        "Le coach : Ok relax, pas de souci",
        "Le coach : Je suis sûr que nous nous reverrons",
        "La femme : Tu es libre jusqu'à quelle heure aujourd'hui ?",
        "La femme : Moi aussi bébé",
        "Le coach : Arrête de m'appeler bébé",
        "Le coach : Je suis ton homme",
        "Le coach : Et ton homme ne te laissera pas partir de Paris sans avoir embrassé chaque centimètre de ton corps",
        "Le coach : Jusqu'à 20h30",
        "Le coach : Je suis là maintenant, près de [quartier]",
        "La femme : D'accord bel homme",
        "La femme : Ça sonne si bien, j'espère que ça sera comme ça",
        "La femme : Où vas-tu en vacances ?",
        "La femme : J'ai vraiment hâte de te revoir",
        "La femme : D'accord, je vais voir si je peux m'approcher, peut-être",
        "Le coach : Où es-tu ?",
        "Le coach : Maintenant ?",
        "Le coach : Moi aussi",
        "La femme : Je marche vers [quartier]",
        "Le coach : Je ne comprends pas",
        "La femme : Je me balade !!!",
        "La femme : Je suis venue chercher une maison de change",
        "Le coach : D'accord, attends",
        "Le coach : Trouve du temps libre",
        "Le coach : Et viens me voir",
        "Le coach : On peut choisir un endroit et se retrouver",
        "La femme : Je suis en train de chercher du temps libre",
        "La femme : Je te préviens bientôt",
        "Le coach : Viens à [rue] quand tu peux",
        "Le coach : Je vis à côté",
        "La femme : C'est à 30 minutes de là où je suis...",
        "Le coach : 😂",
        "Le coach : Dis-moi où tu es et je trouverai le bon endroit",
        "La femme : [adresse]",
        "Le coach : D'accord, allons à \"Place des Vosges\"",
        "Le coach : Pas loin",
        "Le coach : Je ne suis pas loin parce que je suis encore dans le Marais",
        "Le coach : Dans combien de temps peux-tu être là ?",
        "La femme : Laisse-moi voir",
        "La femme : Je suis sur le point de sortir",
        "La femme : Peut-être que j'irai en taxi, parce que j'ai peur de me perdre 😅. L'option que Maps me donne est un métro, mais je ne sais pas où le prendre",
        "Le coach : Je suis en route j'y serai dans 5 minutes",
        "La femme : Ok",
        "Le coach : J'y suis",
        "La femme : Je suis déjà montée dans le taxi",
        "La femme : Envoie-moi ta localisation juste au cas où",
        "La femme : Le taxi me dit que j'arriverai dans 20 minutes, comment est-ce possible ??",
        "Le coach : Viens à pied ce n'est pas loin",
        "Le coach : C’est au [adresse]",
        "La femme : Ok",
        "Le coach : Très proche de là où tu es",
        "La femme : 😒",
        "La femme : Je pensais que c’était plus éloigné",
        "Le coach : 😂",
        "Le coach : J’adore ta vibe",
        "Le coach : 🌞🌛",
        "La femme : Je sais que je suis charmante",
        "Le coach : Tu me regardes",
        "La femme : 😂",
        "Le coach : Tu me regardes intensément",
        "Le coach : Tu es dans le taxi ?",
        "Le coach : Ou à pied ?",
        "Le coach : Si tu es à pied envoie-moi ta localisation",
        "La femme : Je suis dans le taxi 😢",
        "Le coach : 😂😂",
        "La femme : [GIF d'une femme qui s'étouffe dans un sac plastique]",
        "Le coach : 😌",
        "La femme : Jajajaj",
        "La femme : Ok je pense que j’arriverai dans 5 minutes"
      ],
      "tags": [
        "general"
      ]
    },
    {
      "id": "telegram_10",
      "source": "le_state/telegram",
      "platform": "instagram",
      "outcome": "unknown",
      "context": "Open dans la rue, échanges instagram",
      "lines": [
        "La femme : Mon girou préf",
        "Le coach : Ma pupuce préférée",
        "La femme : Ça fait plaisir ça fait plaisir 😢",
        "Le coach : Tu le répètes deux fois carrément",
        "Le coach : Je suis flatté",
        "La femme : C'est pas tous les jours que je me fais accoster par Olivier Giroud quand même 😂",
        "La femme : Ou Matt Pokora je te laisse choisir",
        "Le coach : Trouve moi un truc unique",
        "Le coach : Un surnom unique",
        "Le coach : Autre que lait concentré",
        "La femme : PTDR !",
        "La femme : Comment tu sais !!!!!?",
        "La femme : 😨",
        "Le coach : Une intuition débordante",
        "Le coach : Et je connais tes petits yeux de chat",
        "La femme : Je vois ça 🙄",
        "La femme : Ils t'ont marqué ???",
        "Le coach : Oui",
        "Le coach : Pour une raison précise",
        "La femme : Tes yeux bleus perçants",
        "La femme : Tu m'as transpercé mon âme carrément",
        "La femme : Pour quelle raison ?",
        "Le coach : C'est un bon début",
        "La femme : Tu me dois un dessert au lait concentré toi",
        "Le coach : J'adore comment tu me regardais, un mélange de timidité et de sensualité",
        "Le coach : Et j'ai vraiment apprécié",
        "La femme : Ah oui ? 👀",
        "Le coach : Oui",
        "La femme : Toi j'ai cru que tu allais m'agresser avec tes yeux",
        "La femme : Pas pareil quoi",
        "Le coach : Il me semble que les deux se complètent bien",
        "Le coach : Je le faisais",
        "La femme : Méchant !",
        "La femme : Je suis invitée ce soir mais si tu te décides à m'inviter boire un verre ou manger un dessert au lait sucré n'hésite pas à me renvoyer un message 😉"
      ],
      "tags": [
        "street",
        "instagram"
      ]
    },
    {
      "id": "telegram_11",
      "source": "le_state/telegram",
      "platform": "unknown",
      "outcome": "full_close",
      "context": "après avoir couché avec la femme",
      "lines": [
        "La femme : Je pensais pas que t’aurais retenu ça",
        "La femme : Surprenant",
        "Le coach : J’ai pas retenu que ça",
        "Le coach : Je te rassure",
        "Le coach : Tu pensais à quoi ?",
        "La femme : Je me disais que tu m’écoutais à moitié mais pas du tout apparemment",
        "Le coach : La malade",
        "Le coach : Non, j’écoutais",
        "Le coach : Je me laissais pas déconcentrer",
        "La femme : La chance, je peux pas en dire autant",
        "Le coach : C'est vrai",
        "Le coach : Mais j'aimais bien ça",
        "Le coach : Avec tes petits yeux",
        "La femme : C'est à cause du verre de vin, je vois que ça",
        "Le coach : C'est le verre de vin qui faisait que tu étais toute mouillée aussi ?",
        "La femme : Hmm",
        "La femme : Oui je pense",
        "Le coach : Ok faudra reconfirmer ça",
        "La femme : C'est nécessaire tu penses ?",
        "Le coach : Oui",
        "La femme : Alors hâte que tu rentres",
        "Le coach : Hâte de m'occuper de ton cas"
      ],
      "tags": [
        "sexual"
      ]
    },
    {
      "id": "telegram_12",
      "source": "le_state/telegram",
      "platform": "street",
      "outcome": "unknown",
      "context": "open dans la rue, revue le lendemain",
      "lines": [
        "Le coach : J’ai kiffé [prénom de la femme], bien joué",
        "La femme : Mais bien joué à toi",
        "Le coach : On peut se féliciter tous les deux alors",
        "Le coach : On fera mieux",
        "La femme : Bientôt",
        "Le coach : À une condition très importante [prénom de la femme]",
        "Le coach : Deux même",
        "La femme : Dis moi",
        "Le coach : Je veux mieux te voir en talons",
        "Le coach : Et ton rouge à lèvres pétant",
        "La femme : C’est déjà prévu Arthur",
        "Le coach : Dis m’en plus ça m’intéresse",
        "La femme : Tu verras",
        "La femme : Mais je serais mieux que aujourd’hui déjà",
        "La femme : Tu m’as vu après 10h de taff aussi",
        "Le coach : J’ai hâte de voir alors",
        "Le coach : Réserve ta soirée demain soir",
        "Le coach : (je finis vers 20 h)",
        "La femme : Je finis à 22h moi",
        "Le coach : Ça va être un peu trop juste",
        "La femme : On peut faire ça un autre soir",
        "Le coach : [message vocal]",
        "La femme : En vrai ce soir ça me va",
        "La femme : Juste demain je me lève tôt donc je rentrerai pas trop tard",
        "La femme : Mais on peut se prendre un verre",
        "Le coach : Ok tu peux être prête à quelle heure ?",
        "La femme : Je t’explique",
        "La femme : J’ai un babysitting de 19h à 22h",
        "La femme : Donc je peux me préparer là-bas",
        "La femme : Donc je serais prête à 22h",
        "Le coach : [message vocal]",
        "La femme : Je suis pas loin de [adresse]",
        "Le coach : Ok parfait",
        "Le coach : Je t’envoie où on se retrouve dès que j’ai fini le taff",
        "La femme : Ça marche",
        "Le coach : Rejoins moi devant [adresse]",
        "Le coach : Si tu veux je t’envoie un Uber sans problème",
        "La femme : Non t’inquiètes pas",
        "La femme : Plus vers 22h30",
        "Le coach : Nickel tu fais bien de me dire",
        "Le coach : À toute [prénom], dis moi juste quand t’es dans ton Uber",
        "La femme : Ça marche, à toute",
        "La femme : Je risque d’avoir du retard donc prends ton temps Arthur",
        "Le coach : T'inquiètes je suis à 10 min même pas",
        "Le coach : Dis moi juste quand t’es à 15 min sûre, comme ça je bouge",
        "La femme : Ok parfait",
        "La femme : La mère vient de me dire qu’elle aura un peu de retard",
        "La femme : J’espère que ça te dérange pas",
        "Le coach : Non vas y je suis pas loin je t’ai dit",
        "La femme : Je suis là dans 15 min",
        "Le coach : Ok",
        "Le coach : On va arriver en même temps",
        "La femme : Je suis là"
      ],
      "tags": [
        "street"
      ]
    },
    {
      "id": "txt_whatsapp_justine",
      "source": "guillaume",
      "platform": "whatsapp",
      "outcome": "full_close",
      "context": "Justine, de la soirée passée avec des amis jusqu'au date FC",
      "lines": [
        "Le coach : Salut [prénom de la femme],",
        "C'était cool de vous avoir rencontrées",
        "J'espère que vous êtes bien rentrées sur Mâcon",
        "Le coach : Si par malheur ça se passe mal avec ton copain, fais moi signe je suis très bon pour remonter le moral 😌",
        "La femme : Hello [prénom du coach], (je vois que tu as abandonné le prénom Éloïse 😉)",
        "Plaisir partagé et c'était cool d'aller boire ce verre ensemble jeudi soir.",
        "Oui on est rentrées hier en début d'aprem, on a eu quelques bouchons mais ça a été.",
        "Votre fin de séjour se passe bien ?",
        "D'accord je note haha 😉",
        "Le coach : Je garde le prénom Éloïse pour quand on sera plus intimes.. 😈",
        "Le coach : Oui on profite ! 👌",
        "Le coach : À bientôt",
        "La femme : Mon vrai prénom est très bien aussi hein ! 😇",
        "Bon bah tant mieux profitez-bien alors 😎",
        "La femme : [photo d'un panneau d'autoroute sur lequel apparaît, entre autres, la ville du coach] Mais où vais-je ? 😅",
        "Le coach : [photo de son GPS qui indique le chemin pour rentrer chez lui] Au même endroit que moi ? 🤔",
        "Le coach : [adresse exacte du coach avec numéro de rue, rue, code postal, ville, code d'entrée, interphone, étage, porte]",
        "Le coach : À toute 😏",
        "La femme : C'est très précis ton endroit dit donc avec le code carrément 😂",
        "Mais ce n'est pas là où je vais 😏",
        "Le coach : Je t'indique juste le chemin le plus court pour le 7e ciel",
        "La femme : Haha ah bon carrément !? 😅",
        "Je ne savais pas que c'était cette adresse précisément",
        "Le coach : Je connais toutes les bonnes adresses. Si t'es pas trop loin de [ville du coach], je peux te faire découvrir des trucs de ouf",
        "La femme : Ah tu es un fin connaisseur.",
        "Je suis un peu loin quand-même, à [ville où va la femme] (à 140km)",
        "Le coach : On a qu'à faire 70km chacun, et le premier qui trouve un hôtel se fait offrir le champagne par l'autre",
        "La femme : D'accord je vois sauf qu'on ne va pas se prendre un hôtel et passer la nuit ensemble hein 😂",
        "Le coach : Bien sûr, c'est juste pour boire le champagne au chaud",
        "La femme : Ah oui c'est vrai que dehors il fait froid en ce moment 😉",
        "Le coach : Je ne veux pas que tu sois toute tremblante dès que tu me voies, c'est mon côté protecteur",
        "Le coach : Tu restes à Orléans jusqu'à quand ?",
        "La femme : D'accord je comprends mieux, c'est vrai que ça serait dommage que j'en tremble 😂",
        "Jusqu'à vendredi, mais mon planning étant bien chargé j'ai plus que demain de dispo, après c'est complexe",
        "Le coach : Demain 20h30 devant la cathédrale de [ville à mi-distance entre le coach et la femme]. On se mariera dans la foulée",
        "La femme : N'importe quoi mdr tu t'es cru dans l'émission \"Marié au premier regard\" !? 😂",
        "Le coach : T'as raison, faisons d'abord des enfants, on verra après pour le mariage",
        "Le coach : Je ne te connais pas encore assez, tu veux peut-être juste voler la moitié de ma fortune",
        "Le coach : Bah oui bien-sûr tant qu'à faire !",
        "Eh oui c'est vrai que tu ne sais pas si je suis une femme vénale ou non, ça serait dommage pour toi que ce soit le cas",
        "Le coach : On se rejoint quand même devant la cathédrale",
        "Le coach : Je vais préparer un interrogatoire complet pour vérifier ça avant d'aller plus loin 👮‍♂️",
        "La femme : Oui si tu veux. Mdr d'accord inspecteur gadget mais comment ça aller plus loin ? 🤔",
        "Le coach : J'préfère laisser planer un peu de mystère..",
        "Le coach : Sois à l'heure si tu veux pas perdre un point dès le départ 😈",
        "La femme : D'accord je vois haha.",
        "T'inquiètes pas pour ça je ne suis jamais en retard (normalement) 😉"
      ],
      "tags": [
        "date",
        "sexual"
      ]
    },
    {
      "id": "ocr_whatsapp_danielle",
      "source": "guillaume",
      "platform": "whatsapp",
      "outcome": "unknown",
      "context": "OCR de whatsapp_danielle",
      "lines": [
        "Elle: Rencontre sympa mais trop courte... Guillaume",
        "Moi: Oui. Mais c'était bien aussi 😔",
        "Elle: Good morning! Double texting 🙋‍♀️ hope you are well!",
        "Moi: Hi! Fine and you? ✓✓",
        "Moi: Are you free tonight? ✓✓",
        "Elle: I am okay. Dealt with French admin all day today",
        "Elle: I am not unfortunately because we are hosting a sleepover for my son's friend 😔",
        "Moi: I am okay. Dealt with French admin all day today",
        "Moi: that's why we love France ! 😂😔",
        "Moi: I am not unfortunately because we are hosting a sleepover for my son's friend",
        "Moi: So we'll meet after my holidays",
        "Elle: Would love to meet up when I return 😉 27th",
        "Elle: ❤️",
        "Elle: [message vocal]",
        "Elle: 😔",
        "Moi: I just ordered a glass of wine 🤪",
        "Moi: [message vocal]",
        "Moi: I'll have to teach you french, I remember your voici was even sexier in french 😉",
        "Moi: I just ordered a glass of wine",
        "Moi: Nice choice !",
        "Moi: I'll have to teach you french, I remember your voici was even sexier in french",
        "Moi: Voice*",
        "Elle: I'll have to teach you french, I remember your voici was even sexier in french",
        "Elle: With my horrible accent",
        "Elle: 🙈🙈🙈",
        "Elle: Mais merci",
        "Moi: With my horrible accent",
        "Moi: You mean \"lovely\" accent I guess",
        "Elle: 😘",
        "Elle: [message vocal]",
        "Moi: [message vocal]",
        "Moi: Je pars à côté de Montpellier (dans le sud) ✓✓",
        "Moi: I'll text you in french now to prepare you for our date after 27th 😉",
        "Moi: Let me know if you don't understand something.",
        "Elle: Okay ça marche pour moi",
        "Elle: Je comprends mieux quand je lire quand j'écoute",
        "Elle: Et j'écrire mieux que je parles",
        "Elle: What is your rate for this Monsieur? 😂",
        "Moi: What is your rate for this Monsieur?",
        "Moi: 7/10 mais ne t'inquiètes pas je suis un très bon professeur et je pense que tu peux être une très bonne élève, tu vas vite progresser 💪",
        "Elle: I meant the charge par heure mais merci pour ton '7' Bouff 😂",
        "Elle: 10 for potential",
        "Elle: Cela fait 12 ans que je n'ai pas eu de travail de grande fille. Je me suis contentée de deux entreprises de photographie à temps partiel",
        "Elle: Mon ex a accepté en douceur de payer un an de loyer (je vais demander plus longtemps, puisque techniquement j'aurais pu obtenir une maison complète), mais après cela, je suis seule.",
        "Moi: Cela fait 12 ans que je n'ai pas eu de travail de grande fille. Je me suis contentée de deux entreprises de photographie à temps partiel",
        "Moi: Tu étais modèle ou photographe ?",
        "Elle: Photographe 🥰",
        "Moi: Mon ex a accepté en douceur de payer un an de loyer (je vais demander plus longtemps, puisque techniquement j'aurais pu obtenir une maison complète), mais après cela, je suis seule.",
        "Moi: J'espère que tu obtiendras ce que tu veux mais trouver un appartement en 2 mois ça peut se faire ne t'inquiètes pas 👍",
        "Moi: Et être seule ça fait du bien parfois 😉",
        "Elle: Photographe 🥰",
        "Elle: Vu ton corps tu aurais aussi pu être modèle je pense 😉",
        "Moi: Sans 10 kilos peut être et plus âgé",
        "Moi: Old model lol",
        "Elle: Tu es dure avec toi-même !",
        "Elle: Curvy > skinny",
        "Elle: Je vérifierai par moi-même mais tu as l'air très bien 👍",
        "Elle: D'ailleurs quand es-tu dispo pour se voir la semaine prochaine ?",
        "Elle: PS : tu as trouvé le maillot blanc pour mériter ton cours particulier de français ? 😉",
        "Moi: Vous",
        "Moi: Je vérifierai par moi-même mais tu as l'air très bien 👍",
        "Elle: Haha",
        "Moi: You are super French",
        "Moi: Flirty 😋",
        "Moi: I am an American prude, don't you know?",
        "Moi: Plus I've been in Paris long enough that French men are no longer exotic to me 😂😂😂",
        "Moi: You don't want to play?",
        "Moi: 😜",
        "Elle: You don't want to play?",
        "Elle: Tu me challenges ? Attention je suis très joueur, j'espère que tu es prête.. 😈",
        "Moi: I can handle you",
        "Moi: ❤",
        "Moi: 🥰",
        "Elle: Not a probleme",
        "Moi: You are super French",
        "Moi: Sure I am",
        "Moi: I am an American prude, don't you know?",
        "Moi: \"american prude\" 😂. Pas de souci je vais te dévergonder si besoin 😉",
        "Moi: Plus I've been in Paris long enough that French men are no longer exotic to me 😂😂😂",
        "Moi: Ahah, même pour les femmes françaises je suis 'exotic' 😉",
        "Moi: I can handle you",
        "Moi: Donne moi une date où t'es dispo qu'on vérifie ça",
        "Elle: Le semaine de rentrée",
        "Elle: La",
        "Moi: You can help me find an apartment in two months? lol",
        "Moi: I need something beautiful for a fresh start with my kids",
        "Moi: And I don't know how France or even renting is really. I can put money into a locked escrow for the landlord since my ex is being special and won't be my garantor now. Will it work?",
        "Elle: Mardi 3 ?",
        "Moi: 2nd I think?",
        "Elle: Je ne travaille pas sur les appartements, uniquement sur les immeubles 😬",
        "Moi: Je sais",
        "Moi: Mais tu connais quelqu'un?",
        "Elle: Que cherches-tu ? (Nombre de chambres, emplacement..?)",
        "Elle: Hmm, à Paris c'est compliqué de sortir de la règle des '3 x le loyer'..",
        "Elle: Je vais demander mais je ne te promets rien, les gens avec qui je travaille ne vont pas avoir le type d'appartement que tu recherches je pense",
        "Moi: Au moins deux chambres, deux WC, 70m2. Je prefer avec le lumière et j'aime être 'perched' it's an added bonus but not necesssdh",
        "Elle: Même avec un \"garant\" c'est très compliqué car il y a beaucoup de demande de location à Paris donc les propriétaires ne s'embêtent pas et prennent des locataires avec une fiche de paie qui vaut au moins 3x le loyer de l'appartement",
        "Moi: Au moins deux chambres, deux WC, 70m2. Je prefer avec le lumière et j'aime être 'perched' it's an added bonus but not necesssdh",
        "Elle: Quel quartier ?",
        "Moi: Hmm, à Paris c'est compliqué de sortir de la règle des '3 x le loyer'..",
        "Moi: Even if money is in locked account for full years payment?",
        "Moi: 3500/mois",
        "Elle: A priori oui mais rien n'est impossible. Il va juste falloir bien chercher",
        "Moi: Meuble ou non",
        "Moi: Here",
        "Moi: Kids school",
        "Moi: I'll ask",
        "Moi: Thank you. Maybe I can get a position at embassy but even then 9x12 is over my income",
        "Elle: So weird",
        "Moi: If I lock into an escrow, I could lock in 3x the amount I suppose 😟",
        "Moi: Just the divorce is so expensive it worries me",
        "Moi: I like cash flow",
        "Moi: 👍",
        "Moi: I made friends with my last agent at Barnes and she has been helping sneak me new listings",
        "Elle: If I lock into an escrow, I could lock in 3x the amount I suppose",
        "Elle: Whats said Barnes agent about that ?",
        "Moi: Barnes est une très bonne agence pour ce que tu recherches, ils sauront mieux te dire ce qui est possible",
        "Moi: Tu peux également voir avec l'agence Kretz, je ne suis pas certain qu'ils fassent de la location mais si c'est le cas ils pourront t'aider je pense",
        "Elle: Coldwell je ne crois pas qu'ils fassent de location",
        "Moi: Daniel Feau oui je pense",
        "Elle: 2nd I think?",
        "Moi: I confirm, it's tuesday 3rd 😉",
        "Moi: I have 130k to lock. If this is best route I will do immediately when I return with BNP",
        "Moi: 👍",
        "Moi: Aujourd'hui c'était spa + massage 👌",
        "Moi: ❤️",
        "Elle: Youre still awake?! lol",
        "Moi: Ahah",
        "Moi: Oui",
        "Moi: Comme on dit en français je suis un 'oiseau de nuit' 🦉",
        "Elle: lol I used to be before kids",
        "Moi: lol I used to be before kids",
        "Moi: On fera des piqûres de rappel quand on se verra 😉",
        "Moi: 😂",
        "Elle: I don't know if you ever sleep hahah",
        "Moi: Maybe I don't 👀",
        "Elle: Vampire?",
        "Elle: Werewolf?",
        "Elle: Warlock?",
        "Elle: Laquelle",
        "Moi: Pire",
        "Moi: 😈",
        "Elle: Hahah",
        "Moi: Hi",
        "Moi: Ready to come back to the beautiful city of Paris?",
        "Elle: Hi",
        "Moi: Yesss",
        "Elle: So done here",
        "Elle: Going to miss my son but this place is hillbilly",
        "Elle: 😂",
        "Moi: Not for me",
        "Moi: Ahah la campagne c'est bien pour faire des city break mais à petite dose !",
        "Moi: Je ne savais pas que ton fils restait là-bas",
        "Moi: Je pensais que c'était pour lui que tu voulais 2 chambres",
        "Moi: D'ailleurs j'ai regardé rapidement il y a des appartements qui correspondent à tes critères sur Internet",
        "Moi: Pour l'instant aucun de mes contacts ne m'a dit avoir quelquechose offmarket, je te tiens au courant",
        "Elle: No j'ai trois enfants et je préfère 3 chambres mais",
        "Moi: Okay merci pour ça",
        "Elle: Je peux lire le français avec facilité mais quand j'écris et je parles ooh",
        "Elle: J'ai honte 🐒",
        "Elle: C'est très mauvaise",
        "Elle: 3 chambres c'est plus difficile de trouver et je n'ai pas beaucoup des temps",
        "Moi: 3 chambres c'est plus difficile de trouver et je n'ai pas beaucoup des lemps",
        "Moi: 3 chambres ça va être compliqué oui, avec deux chambres tu as déjà ça: https://www.seloger.com/list.htm?projects=1&types=2,1&places=[{%22districts%22:[133078]},{%22districts%22:[133076])]&price=NaN/3500&bedrooms=2,3&sort=d_surface&mandatorycommodities=0&enterprise=0&qsVersion=1.0&m=search_refine-redirection-search-results",
        "Moi: J'ai honte",
        "Moi: non !",
        "Moi: Moi j'adore t'entendre parler français",
        "Moi: ça fait longtemps d'ailleurs 👽👽",
        "Elle: Hahaha je peux imaginer quoi tu a pensé quand j'ai parlé avec toi dans le rue",
        "Elle: 🎵[audio message]",
        "Moi: 🎵[audio message]",
        "Elle: They need to hear maman speaking French more too",
        "Moi: Hahaha je peux imaginer quoi tu a pensé quand j'ai parlé avec toi dans le rue",
        "Moi: Ahah que crois-tu que j'ai pensé en te parlant dans la rue?",
        "Moi: Oh pourquoi il n'aime pas la France ? 🤔",
        "Moi: 🎵Message vocal (1:52)",
        "Moi: Ahah je suis en vacances tout le mois d'août 😎 Et quand je ne suis pas en vacances je me couche quand même tard (mais moins) car c'est mon entreprise donc je gère mon temps comme je veux ✌️",
        "Moi: 🎵Message vocal (1:56)",
        "Moi: Ne t'inquiètes pas on va pratiquer le français ensemble (si tu trouves un maillot blanc..) 😉",
        "Moi: 🎵Message vocal (1:56)",
        "Moi: In order to = pour Aclimate = acclimater 😊",
        "Moi: En tout cas j'aime toujours autant t'entendre parler",
        "Moi: En tout cas j'aime toujours autant t'entendre parler français 🥰",
        "Elle: Vous",
        "Ne t'inquiètes pas on va pratiquer le français ensemble (si tu trouves un maillot blanc..) 😉",
        "Elle: Hahaha",
        "Moi: Tu ne dors pas non plus ? 👀",
        "Elle: Non",
        "Moi: Tu es pire que moi en fait ! 😂",
        "Moi: Ou c'est juste le jetlag ? 🤔",
        "Elle: lol",
        "Elle: C'est 12:08p mais dans les États Unis",
        "Moi: Ah ! J'avais mal compris je croyais que tu étais déjà rentrée en France hier 🤷‍♂️",
        "Elle: Hehe",
        "Elle: Pas encore",
        "Elle: I was supposed to be and wish I were honestly",
        "Moi: Encore des problèmes administratifs ? 👀",
        "Moi: Tu rentres quand du coup ?",
        "Elle: Message vocal (0:32)",
        "Elle: Message vocal (0:08)",
        "Moi: Danielle (US) Message vocal (0:32)",
        "Moi: Dis leur que tu viens me voir, ils te laisseront passer 😎",
        "Moi: Danielle (US) Message vocal (0:08)",
        "Moi: Je rentre le 31",
        "Moi: Danielle (US) Message vocal (0:08)",
        "Moi: Mais tu m'arnaques là attends, je ne suis pas encore censé te donner de cours de français ! 🤦‍♂️",
        "Moi: Bonne négociatrice à ce que je vois, j'aime 👍",
        "Elle: Message vocal (1:48)",
        "Elle: Message vocal (1:00)",
        "Danielle (US): Message vocal (1:48)",
        "Danielle (US): Message vocal (1:00)",
        "Danielle (US): Photo",
        "Danielle (US): Message vocal (0:15)",
        "Moi: bon app et profite avec tes amis 😋",
        "Danielle (US): Et merci",
        "Danielle (US): (Message vocal: 0:18)",
        "Danielle (US): I didn't understand the word before Trap 😅 (Trap = piège)",
        "C'était ce que tu voulais dire ? Que je ne suis pas tombé dans ton piège ?Modifié",
        "Moi: (Message vocal: 1:03)",
        "Danielle (US): Message vocal (0:09)",
        "Moi: Ah oui tu crois ? Il va falloir vérifier ça.. 🤔",
        "Moi: (Message vocal: 0:07)",
        "Moi: (Message vocal: 0:09)",
        "Moi: (Message vocal: 0:03)",
        "Moi: Ok j'ai checké thirst trap je ne connaissais pas 😳",
        "Moi: Il m'en faut plus pour me piéger",
        "Danielle (US): Photo",
        "Danielle (US): Tu es bien trop habillée pour me piéger sur ces photos 😒",
        "Moi: Il m'en faut plus pour me piéger",
        "Moi: 😅moi aussi",
        "Moi: Je suis gentil, je te laisse l'opportunité de retenter ta chance ultérieurement 😉",
        "Moi: Je suis gentil, je te laisse l'opportunité de retenter ta chance ultérieurement 😉",
        "(j'imagine que tu vas apprendre un nouveau mot français grâce à cette phrase 😜)",
        "Moi: lol",
        "Moi: Just left my aunties",
        "Moi: (Image, 400 ko)",
        "Elle:Trop chou",
        "Elle:J'adore les chiens",
        "Elle:Toi aussi?",
        "Elle:Her Pyrenees is bigger than her",
        "Moi:Yes love them",
        "Elle:Oui les Patou sont très grands",
        "Moi:Danielle (US)",
        "Moi:Yes love them",
        "Elle:Tant mieux car j'en ai un",
        "Moi:Montre moi stp",
        "Moi:(Emoji avec les yeux en forme de cœurs)",
        "Moi:(image)",
        "Moi:(image)",
        "Moi:(image)",
        "Moi:(image)",
        "Elle:Beautiful",
        "Elle:Remind me this breed",
        "Elle:I know it",
        "Moi:Shiba Inu",
        "Moi:C'est japonais",
        "Moi:(Emoji coeur rouge)",
        "Moi:Hey",
        "Moi:(video)",
        "Moi:(emoji)",
        "Moi:Thanks",
        "Moi:Happy girl",
        "Moi:(Emoji coeur rouge)",
        "Moi:I love this city too much",
        "Moi:It's uncanny",
        "Moi:She is home",
        "Moi:At least for now, I am called here",
        "Moi:(Emoji coeur rouge)",
        "Moi:Danielle (US)",
        "Moi:It's uncanny",
        "Moi:Tu viens de m'apprendre un mot",
        "Moi:(Emoji main qui fait ok)",
        "Moi:Je peux t'apprendre beaucoup des mots",
        "Moi: Je peux t'apprendre beaucoups des mots 😏",
        "Elle: It's uncanny",
        "Moi: Qu'est-ce que tu trouves 'étonnant' à Paris ?",
        "Elle: Je peux l'apprendre beaucoups des mots",
        "Moi: Je ne demande qu'à apprendre 😌",
        "Elle: Je peux probablement t'apprendre beaucoup de choses aussi en retour 😌",
        "Moi: Je peux probablement t'apprendre beaucoup de choses aussi en retour 😌",
        "Moi: C'est vrai",
        "Elle: Message vocal (3:36)",
        "Elle: Il va falloir reprendre tes bonnes habitudes et me faire des vocaux en français 😌",
        "Moi: C'est vrai",
        "Elle: Vivement qu'on s'apprenne mutuellement des choses alors",
        "Moi: 🤝",
        "Elle: Message vocal (0:07)",
        "Elle: Je veux te voir",
        "Moi: Moi aussi 🙂",
        "Moi: I am drinking and shopping",
        "Elle: I am drinking and shopping",
        "Moi: Wow, shopping à 3am un dimanche, comment tu fais ça? 🤯",
        "Elle: Moi aussi",
        "Moi: Quand ? 😌",
        "Elle: Jet lag and wine 🥴",
        "Moi: Bientôt j'espère",
        "Moi: This week I need to re establish my bass",
        "Moi: Base 👍",
        "Elle: Jet lag and wine",
        "Moi: So I guess you do online shopping ✅",
        "Moi: J'espère que tu as acheté un maillot blanc alors 😌",
        "Elle: 😬",
        "Elle: Message vocal (3:04)",
        "Elle: Je peux te faire faire du cardio intense si besoin 😈",
        "Elle: Message vocal (3:04)",
        "Elle: J'étais chez des amis. Je suis rentré. Je m'occupe de 2/3 choses pour le travail pour préparer la rentrée",
        "Moi: J'étais chez des amis. Je suis rentré. Je m'occupe de 2/3 choses pour le travail pour préparer la rentrée.",
        "Elle: Vous",
        "Elle: Je peux te faire faire du cardio intense si besoin 😈",
        "Moi: Si c'est le but que vous poursuivez avec moi, vous serez certainement déçu. Je ne cherche pas cela 🙄",
        "Moi: Tu as les enfants déjà?",
        "Elle: Si c'est le but que vous poursuivez avec moi, vous serez certainement déçu. Je ne cherche pas cela 🙄",
        "Elle: Je peux te faire un entraînement plus doux aussi",
        "Elle: Tu as les enfants déjà?",
        "Moi: Non",
        "Moi: Haven't slept 😴",
        "Moi: I am wired. 🥴",
        "Elle: Wow",
        "Elle: Qu'as-tu fait ? 😲",
        "Elle: Je t'ai déjà contaminée avec mon rythme ?!",
        "Moi: Stress",
        "Moi: Apparently",
        "Moi: Not good with kids",
        "Moi: lol school starts at 8:30",
        "Elle: Stress",
        "Elle: Mince, tu as besoin d'un bon massage je pense",
        "Elle: Tu vas dormir maintenant ou tu pars sur une nuit blanche totale ? 😂",
        "Elle: Essaye de dormir avant qu'on se voit je te veux en pleine forme 😉",
        "Moi: Je pense que j'ai besoin d'une petite sommeil",
        "Elle: 💬 Message vocal (2:16)",
        "Elle: Sacré programme !",
        "Elle: Hmm, je ne pense pas connaître quelqu'un qui cherche à embaucher une américaine mais je vais demander.",
        "Moi: En tout cas j'aime toujours autant entendre ta voix, pressé de pouvoir l'entendre de vive voix ❤️",
        "Moi: De mon côté beaucoup de boulot pour la reprise, je dois tondre la pelouse, emmener la voiture au garage.. ❤️",
        "Moi: *image*",
        "Moi: I feel so much better",
        "Moi: ❤️",
        "Moi: Soon a tread in my place and then I'll have my lean legs back",
        "Elle: I feel so much better",
        "Elle: J'aurais préféré te voir toi que le tapis mais admettons.. 🤷🏻‍♀️",
        "Elle: Soon a tread in my place and then I'll have my lean legs back",
        "Elle: Arrête de te rabaisser tu avais l'air très belle quand je t'ai vu",
        "Elle: Danielle (US) Soon a tread in my place and then I'll have my lean legs back",
        "Moi: Ou c'était encore un thirst trap pour avoir des compliments? 😂",
        "Moi: D'ailleurs je vais arrêter, je ne te ferai des compliments qu'en face à face dorénavant 😉",
        "Elle: Non non",
        "Moi: Permets moi d'avoir un doute 😉",
        "Elle: Quand? Jeudi ou vendredi ?",
        "Moi: Daytime?",
        "Elle: I only have sitter twice a week",
        "Elle: Message vocal (1:33)",
        "Moi: Daytime I work 😟",
        "Elle: Message vocal (1:39)",
        "Moi: Samedi 14 alors 👍",
        "Elle: Message vocal (1:23)",
        "Moi: Oui samedi 14 c'est ok pour moi 👍",
        "Moi: Je dois dîner avec des amis mais on peut se voir après pour prendre un verre (21h je pense)",
        "Elle: Okay ça marche 👍",
        "Moi: Pas de souci pour le délai, comme on dit en français \"tout vient à point à qui sait attendre\" 😉",
        "Elle: Tu es insolente, j'aime ça",
        "Moi: Tu es insolente, j'aime ça PS : \"insolent\" sans \"e\" 😈",
        "Elle: Ah oui",
        "Elle: Masculin 🔥",
        "Moi: Hi 👋",
        "Moi: Comment s'est passée cette semaine de retour sur Paris?",
        "Moi: Des pistes pour ton appartement / job ?",
        "Elle: Bonjour",
        "Elle: Oui",
        "Elle: Mais c'était trop chargée pour moi lol",
        "Elle: Et toi ça va?",
        "Moi: Courage, bientôt tout ça sera derrière toi 💪",
        "Elle: Oui",
        "Elle: J'espère",
        "Moi: Chargée aussi mais ça fait du bien de reprendre après un mois de vacances 👍",
        "Elle: Définitivement",
        "Elle: I meant the charge par heure mais merci pour ton '7' Bouff 🙂",
        "Moi: Ahah, je n'accepte que les paiements en nature 😉",
        "Elle: 10 for potential",
        "Moi: En te voyant j'ai tout de suite su que tu pourrais être 10/10 ❤️",
        "Elle: Salut",
        "Elle: Tu es en vacances déjà?",
        "Elle: Tu es deja* en vacances?",
        "Moi: Tu es deja* en vacances?",
        "Moi: Oui, je sors du jacuzzi lá 🙂",
        "Moi: Tu fais quoi de beau?",
        "Elle: Getting ready to go to the States",
        "Elle: For a visit",
        "Moi: Cool",
        "Moi: Tu pars quand et tu vas où exactement ?",
        "Elle: Demain j'espère",
        "Moi: Tu vas dans quelle ville ?",
        "Elle: Minnesota",
        "Elle: Saint Paul 👍",
        "Elle: Completion of Outstanding Contract Items",
        "Elle: Hi Danielle, Under the circumstances, we would not advise travel at this time. It would be preferable to get all of the proper administrative paperwork in order first to assure not having issues at the border. bien cordialement, best regards, Franceformation Team Franceformation Closures: French holiday \"Assomption\" on Thursday, August 15. Franceformation Summer Office Hours: Allison is out of the office August 15.",
        "Moi: Ah mince, tu vas devoir rester en France pour mon retour de vacances alors 😔",
        "Moi: Un peu déçu, je pensais que ce serait une photo de toi.. 🥲",
        "Moi: Oui c'est vrai haha",
        "Moi: J'ai besoin d'un vacance réal",
        "Elle: J'ai besoin d'un vacance réal",
        "Moi: Ahah, à quoi ressemblent des vacances réelles pour toi?",
        "Moi: Chill sur une plage de sable blanc sans enfant ?",
        "Moi: Ahah, à quoi ressemblent des vacances réelles pour toi ?",
        "Moi: Sans les enfants lol",
        "Moi: 😅",
        "Moi: Comme on dit en français 'faites des gosses!\"",
        "Moi: Sinon en vacances t'es plutôt chill à la plage, visites ou rando sac à dos ?",
        "Moi: Plage",
        "Moi: ❤️",
        "Moi: 100 pour-cent",
        "Moi: Mais j'aime aussi visites",
        "Elle: Plage",
        "Moi: Très bon choix",
        "Moi: I lived in the mountains for 10 years",
        "Moi: They are beautiful but I'm much more of a beach girl",
        "Elle: I lived in the mountains for 10 years",
        "Moi: In USA ?",
        "Moi: J'ai vécu 6 mois dans les Alpes",
        "Moi: Au fait tu skies? 👀",
        "Moi: Yes",
        "Elle: They are beautiful but I'm much more of a beach girl",
        "Moi: Ahah, tout ça pour pouvoir montrer ton joli corps en maillot.. 😅",
        "Moi: ❤️",
        "Moi: Ahah, tout ça pour pouvoir montrer ton joli corps en maillot.. 😜",
        "Moi: Well I haven't been eating so soon I'll be ready again. Stress diet",
        "Moi: lol",
        "Elle: Photo",
        "Moi: Nice. J'adore le ski, j'aurais été très déçu que tu n'aimes pas 👍",
        "Moi: Tu as un bon niveau?",
        "Elle: Well I haven't been eating so soon I'll be ready again. Stress diet",
        "Moi: Il faut manger ! Je veux que tu aies des forces quand on se verra",
        "Moi: Nope haha",
        "Moi: Il faut manger ! Je veux que tu aies des forces quand on se verra",
        "Moi: I will",
        "Moi: 💋",
        "Moi: I like to fast",
        "Moi: I feel good when I do it",
        "Elle: People love my adidas haha. They are rare edition",
        "Elle: Third time today someone has complimented me on them 😂😂😂",
        "Moi: 😂",
        "Elle: I like to have little things that are rare",
        "Moi: People love my adidas haha. They are rare edition",
        "Moi: Show me",
        "Elle: went to Bonnie last night",
        "Elle: Beautiful view...and good morning",
        "Moi: So nice",
        "Moi: Paris est encore plus beau vu d'en haut 🙌",
        "Elle: It was gorgeous",
        "Elle: Best view I've seen yet",
        "Moi: It was gorgeous",
        "Moi: As you are 😉",
        "Moi: Photo",
        "Moi: C'est vrai que c'est magnifique 👍",
        "Moi: Vue 360°?",
        "Elle: Yes I think so 👍",
        "Elle: Thanks 😊 how was your evening?",
        "Moi: Thanks 😊 how was your evening?",
        "Moi: Très sympa, on a fait une \"pendaison de crémaillère\" chez un ami",
        "Moi: Tu connais cette expression ? 👀",
        "Elle: Non",
        "Elle: Dis moi svp",
        "Moi: Housewarming party I guess ? 🤔",
        "Elle: Hey sorry",
        "Elle: Nice!",
        "Elle: How was it?",
        "Elle: Headed to gym then apartment hunting",
        "Moi: Headed to gym then apartment hunting",
        "Moi: Did you find something ?",
        "Moi: Pour demain ça t'arranges qu'on se voit dans quel coin de Paris ?",
        "Elle: Comme tu veux",
        "Elle: Pas encore",
        "Moi: Comme tu veux",
        "Moi: On peut se rejoindre à Odéon, là où on s'est rencontrés alors",
        "Elle: Okay parfait pour moi, jaime",
        "Elle: How shall I dress?",
        "Moi: How shall I dress?",
        "Moi: Just dress cute, I'll take care of the rest 😈",
        "Elle: Morning handsome",
        "Elle: 'Cute' is very nonspecific",
        "Elle: Casual, casual chic, dinatoire, formale",
        "Elle: I can go from laidback to black tie in 0 to 60",
        "Moi: Casual sexy 😉",
        "Elle: Okay",
        "Elle: I am going to be late",
        "Elle: Just getting in shower",
        "Elle: Where are we meeting?",
        "Moi: Np",
        "Moi: Je suis en retard aussi",
        "Moi: 21h30",
        "Elle: Ok",
        "Moi: Where are we meeting?",
        "Moi: Métro odeon",
        "Elle: Ah okay",
        "Moi: Je pars",
        "Moi: Je suis en voiture",
        "Moi: Dis moi si ça l'arranges que je passe te chercher",
        "Elle: I am about ten minutes from leaving",
        "Moi: J'y suis",
        "Elle: leaving now",
        "Elle: 👍",
        "Elle: I think I am close",
        "Elle: It's where we met? 😂",
        "Moi: Je suis sous la statue, exactement où on s'est rencontrés",
        "Moi: Fin de localisation en direct",
        "Elle: Okay you win points for this",
        "Moi: Your eyes are stunning 😍",
        "Moi: La dernière photo est ma préférée 👍",
        "Elle: Pourquoi haha",
        "Elle: Merci",
        "Moi: Parce qu'elle me donne envie de reprendre la même photo mais avec moi à tes côtés",
        "Elle: Haha dans le lit?",
        "Elle: 💋😂",
        "Moi: Qui ça sera très sensuel 😏",
        "Elle: I should've known it was because boobs+bed",
        "Elle: 😂",
        "Moi: Boobs+bed.. On aurait pu voir un peu plus tes boobs..",
        "Elle: Ça prends le temps",
        "Moi: Coucou, alors tu t'en sors avec l'administratif pour aller aux États-Unis ?",
        "Elle: Oui",
        "Elle: Almost arrived ❤️",
        "Moi: Profite bien, on se voit à ton retour",
        "Elle: Merci 🥰",
        "Elle: Send photos anytime! I love other peoples vacation photos truly",
        "Moi: Sweet",
        "Moi: 😍",
        "Elle: Danielle (US)",
        "Elle: 4 Message vocal (1:43)",
        "Moi: Nice try ! J'adore l'entendre parler français 🥰",
        "Moi: Sure you belong in France, surtout depuis qu'on se connaît 🫨",
        "Elle: Ahah oui une fois qu'on a goûté à la nourriture française c'est dur d'apprécier les plats à l'étranger 😂",
        "Elle: J'étais à NYC l'été dernier et clairement la nourriture n'avait rien à voir avec ce qu'on fait en France 😂",
        "Moi: Qui c'est vrai",
        "Moi: Et trop cher NYC omg j'étais là bas 2022 été",
        "Moi: I stayed Central Park West. Beautiful but not for me",
        "Moi: ❤️",
        "Elle: Danielle (US)",
        "Elle: Et trop cher NYC omg j'étais là bas 2022 été",
        "Moi: Ahah c'est vrai que c'est pas donné, même en venant de Paris 😬",
        "Moi: Feu d'artifice du 15 août 🤩",
        "Moi: Beautiful!",
        "Moi: Great shots",
        "Moi: ❤️",
        "Elle: Il ne manque qu'une belle femme comme toi pour que les photos soient parfaites 😉",
        "Moi: Sweet of you 🥰",
        "Moi: Ça a l'air très apaisant comme endroit 👍",
        "Moi: Toujours dommage qu'on ne te voit pas sur les photos par contre..",
        "Elle: I will send some later",
        "Elle: ❤️",
        "Elle: When I pull myself together",
        "Moi: Chilling..🍹",
        "Elle: I need that right now",
        "Moi: Why? Le lac avait l'air reposant pourtant..",
        "Elle: Mon",
        "Elle: Non",
        "Elle: Because of my ex and the divorce it's complicated and a bit stressful but once it is done it will be better",
        "Moi: Je comprends",
        "Moi: Fais ce que t'as à faire et je m'occuperai de te détendre quand tu rentreras",
        "Elle: Je viens de fini un cours",
        "Elle: Je suis où je suis née",
        "Moi: Un cours de quoi ? Tu l'as pris ou donné ?",
        "Moi: Trop chou 🥰",
        "Elle: Merde. A run",
        "Moi: Je n'ai pas compris 😅",
        "Elle: lol",
        "Moi: Hi",
        "Moi: Alors, qu'est ce que tu essayais de me dire hier ? 😅",
        "Elle: I went for a run",
        "Elle: Been running each day",
        "Elle: Getting back on my program",
        "Elle: Je ne sais pas comment dire ça",
        "Elle: Danielle (US)",
        "Je ne sais pas comment dire ca",
        "\"Je suis allée courir\"",
        "\"J'ai couru tous les jours\"",
        "\"Je reprends mon programme'",
        "🫠",
        "Moi: Ne t'inquiètes pas tu auras bientôt un excellent niveau en français 🫠",
        "Elle: Danielle (US)",
        "Been running each day",
        "Moi: T'es sportive, j'aime 👍",
        "Moi: Yes I love sport. Need for my mind more than anything but body too ❤️",
        "Moi: I have a bad metabolism 🤪",
        "Elle: Danielle (US)",
        "I have a bad metabolism 🤪",
        "Moi: Ahah, c'est probablement grâce à ton métabolisme que tu as de si belles formes donc je dirais plutôt que c'est un good one... 💋",
        "Moi: Sir",
        "Moi: Your profile photo 🔥",
        "Moi: Et toi, quelle est ta photo d'été ? ✔️",
        "Elle: 🫠",
        "Elle: They need work. They used to be so much better. La rentrée is time to work in the gym 🔥",
        "Moi: Manque plus qu'un maillot blanc et un rouge pour me convaincre de t'apprendre le français..✔️",
        "Elle: Alors",
        "Elle: J'ai besoin de blanc 🤪",
        "Elle: Du*?",
        "Moi: J'ai besoin de blanc",
        "Moi: Or",
        "Moi: J'ai besoin d'un maillot blanc",
        "Elle: Merci 🥰",
        "Elle: Danielle (US) They need work. They used to be so much better. La rentrée is time to work in the gym",
        "Moi: They? 🤔",
        "Elle: Abs",
        "Elle: Abdos",
        "Elle: I was a fit ninja before I moved because I had a gym at home",
        "Elle: [image]",
        "Elle: [image]",
        "Moi: Je serai ta nouvelle motivation pour faire du sport",
        "Elle: Danielle (US) Photo",
        "Moi: PS : le gris ne compte pas, il faudra quand même un maillot blanc pour les cours de français 😉",
        "Moi: Et de préférence sur une photo où on voit tes beaux yeux, c'est quand même dommage de les avoir coupés sur presque toutes tes photos...",
        "Moi: [image]",
        "Moi: En route pour rentrer à Paris 🤔 🙏",
        "Elle: Hi",
        "Elle: I am in a cabin in the woods with no water",
        "Elle: [images]",
        "Elle: Ce message a été supprimé.",
        "Moi: Sweet ! ✅",
        "Elle: Sweet !",
        "Moi: J'ai fait ça en France, mais avec de l'eau 🤔",
        "Moi: Tu y restes longtemps ?",
        "Elle: I forgot that I like to camp and hike and be in the woods",
        "Elle: Juste deux jours plus",
        "Elle: C'est le deuxième endroit",
        "Moi: Oui la nature c'est top 🥰",
        "Elle: I need these little nature breaks from la ville",
        "Moi: Avoir internet et pas l'eau c'est un sens des priorités étonnant par contre 🙄",
        "Moi: J'ai besoin des les pauses de la ville ❤️",
        "Elle: I need these little nature breaks from la ville",
        "Moi: Je connais plein de super endroits dans les Yvelines (là où j'ai grandi, à côté de Paris), je te les ferais découvrir à ton retour 😉 ❤️",
        "Elle: I would love",
        "Elle: In the sauna",
        "Moi: Ça donne envie ! 🤩",
        "Moi: Pour ma part j'étais à Chartres hier, petit spectacle d'illumination sur la cathédrale pendant qu'on était au bar 👍",
        "Elle: It's beautiful ❤️",
        "Elle: This is the church my mother wanted to see with a labyrinth ❤️",
        "Elle: Hi",
        "Elle: Comment tu vas ?",
        "Elle: Ça y est tu as retrouvé la civilisation (et l'eau) ? 🙌",
        "Moi: Hi",
        "Moi: Oui",
        "Moi: Now stressing about coming back home",
        "Moi: I have to find an apartment and a job in two months time",
        "Moi: And move",
        "Elle: Je te ferai un massage pour te détendre à ton retour alors",
        "Elle: Tu as l'air d'être une femme forte et intelligente, je suis sûr que tu vas y arriver",
        "Elle: Tu disais avoir des pistes pour travailler à l'ambassade, ça se concrétise ?",
        "Moi: Peut être. Oui, j'ai des relations là-bas, mais ce n'est pas garanti.",
        "Moi: Cela fait 12 ans que je n'ai pas eu de travail de grande"
      ],
      "tags": [
        "whatsapp",
        "ocr"
      ]
    },
    {
      "id": "ocr_whatsapp_katerina",
      "source": "guillaume",
      "platform": "whatsapp",
      "outcome": "unknown",
      "context": "OCR de whatsapp_katerina",
      "lines": [
        "Moi: Hi",
        "Moi: Guillaume",
        "Elle: Nice to meet you :)",
        "Elle: How is evening so far?",
        "Moi: Speedy, I just got home and I gotta pack my suitcase",
        "Moi: But I'm definitely planning a cheekier one with you next week",
        "Elle: Oh wow, where are you going?",
        "Moi: Lyon to see a childhood friend",
        "Elle: That's cute",
        "Elle: I've never been there, nice city?",
        "Moi: You? More Ibiza madness? ;p",
        "Moi: Only if you're coming with me this time :)",
        "Elle: I've never been there, nice city?",
        "Elle: Pretty cool vibe. Old streets, great food, very French 👍",
        "Elle: Only if you're coming with me this time :)",
        "Moi: Tempting.. But not sure you've convinced me yet 😉",
        "Elle: I don't need to do it 😉",
        "Elle: I've seen beautiful eyes before... Still waiting to be impressed ;)",
        "Moi: I don't need to do it 😉",
        "Moi: What are you bringing to the table ?",
        "Elle: Better let you find out yourself",
        "Elle: Say Wednesday night?",
        "Moi: Let's see ❤️",
        "Elle: I survived Lyon, barely",
        "Elle: Wondering what the Russian girl I find so mysterious has been up to",
        "Moi: Hey I'm traveling 😥",
        "Moi: Sorry I thought I sent you message back",
        "Elle: Hey",
        "Elle: Another flashy destination or something more chill this time?",
        "Elle: More chill",
        "Elle: ❤️",
        "Elle: Yes, Mykonos 😁😇",
        "Elle: ❤️",
        "Moi: Katarina",
        "Moi: 🏞️ Photo",
        "Moi: Greece?",
        "Moi: Never been either",
        "Moi: Looks like you're head of Mediterranean operations",
        "Moi: I'll handle exotic affairs 🌴",
        "Elle: Never been either",
        "Elle: Where have you been then? Always in Paris? :)",
        "Moi: Where have you been then? Always in Paris? :)",
        "Moi: Haha, take a guess on my favorite part of the world ;)",
        "Elle: Dream world?",
        "Moi: Good one! Kind of, in that case you were supposed to be in it",
        "Moi: But we didn't meet there",
        "Moi: Hey",
        "Moi: Back to Paris?",
        "Moi: Photo",
        "Moi: I want to see this graceful posture again ❤️",
        "Elle: Hey 😔",
        "Elle: I'm in Moscow right now :(",
        "Elle: 😔",
        "Elle: How is your day going? Missing the posture a lot? 😂",
        "Moi: I'm in Moscow right now :(",
        "Moi: Nice, when do you come back?",
        "Elle: How is your day going? Missing the posture a lot? 😂",
        "Moi: Fine 👌",
        "Elle: How is your day going? Missing the posture a lot? 😂",
        "Elle: Haha yes, and the vibe I felt when we met. Don't you ? 🥹",
        "Moi: Is it good? Never been there",
        "Moi: Nice, when do you come back?",
        "Moi: When I earn enough money 😁😅",
        "Moi: Haha yes, and the vibe I felt when we met. Don't you ? 🥹",
        "Moi: I feel too, and then we never met again",
        "Elle: Is it good? Never been there",
        "Moi: Yeah it is! Think you're flexible enough to fit in my backpack next time?",
        "Elle: I feel too, and then we never met again",
        "Elle: Tbh, I thought you'd be back in Paris after Mykonos 🤷",
        "Elle: I feel too, and then we never met again",
        "Elle: Let's fix that. Just tell me when you're back in Paris 🤗",
        "Moi: Yeah it is! Think you're flexible enough to fit in my backpack next time?",
        "Moi: It depends how big your backpack 😆",
        "Elle: A tiny one, but I'll take care of you ;)",
        "Moi: Let's fix that. Just tell me when you're back in Paris 🤗",
        "Moi: I hope it will happen soon. I need to figure out where I will stay if I come",
        "Moi: A tiny one, but I'll take care of you ;)",
        "Moi: \"Take care of you\" sounds very nice 😌",
        "Moi: Seems you need a charming local host 🌹",
        "Moi: Just say when ✨",
        "Elle: I'll let you know charming host 😉",
        "Elle: What's your summer plan?",
        "Moi: I plan to be in Paris the second half of July and August ☀️",
        "Moi: And you?",
        "Elle: Let's see, I'm trying to organize work in Europe for July and August. If all good I come there for some time ❤️",
        "Moi: Hey",
        "Moi: Was at a white party last night",
        "Moi: Kept picturing you showing up and breaking the rules 😈",
        "Moi: What's up your side?",
        "Moi: Back to Paris. Backpack's ready if you ever land 😉",
        "Elle: Hey Guillaume 🙂",
        "Elle: I'm stick to work in Moscow these days. Absolutely was disconnected with preparations. Huge project still going up to 23d of July",
        "Elle: How's everything?",
        "Elle: Don't you have an IG?",
        "Katarina: Don't you have an IG?",
        "Moi: I do but I'm lowkey on it",
        "Moi: Must be intense on your side with that huge project, hang in there 💪",
        "Moi: Once it's done, I vote for a real drink over pixels 🍸 😅",
        "Elle: I do but I'm lowkey on it 🙂",
        "Elle: Must be intense on your side with that huge project, hang in there 💪",
        "Elle: Just finished 2 h ago.. dead 👋",
        "Elle: Once it's done, I vote for a real drink over pixels 🍸",
        "Elle: Non alcohol only 😉",
        "Elle: Katarina",
        "Moi: Non alcohol only 😉",
        "Moi: We won't need alcohol 😉 07:44 ✓✓",
        "Elle: So French haha 12:11",
        "Moi: Guilty 🇫🇷🌹✨ 19:22 ✓✓",
        "Elle: 😂😂😂😂😂 20:04"
      ],
      "tags": [
        "whatsapp",
        "ocr"
      ]
    },
    {
      "id": "ocr_whatsapp_marine",
      "source": "guillaume",
      "platform": "whatsapp",
      "outcome": "unknown",
      "context": "OCR de whatsapp_marine",
      "lines": [
        "Elle: Rencontre sympa mais trop courte... Guillaume",
        "Moi: idem ! Désolée pour le peu de conversation je suis totalement à côté de la plaque 😂",
        "Moi: Bon ok j'ai sérieusement cherché et ça te donne le droit de ne plus répondre ... Mais je n'arrive pas vraiment à te resituer 😔 ça craint désolée",
        "Elle: Bon ok j'ai sérieusement cherché et ça te donne le droit de ne plus répondre ... Mais je n'arrive pas vraiment à te resituer ça craint désolée",
        "Elle: Effectivement le jetlag t'as bien amoché ! On s'est parlé au Leclerc toute à l'heure 😉",
        "Elle: Tu m'as dit que tu revenais de Punta Cana, je t'ai dit que j'habitais juste derrière le Leclerc.. ça te revient ? 🤔",
        "Moi: tout ça oui évidemment ! Mais d'avant on se connaissait pas en fait ?",
        "Elle: tout ça oui évidemment ! Mais d'avant on se connaissait pas en fait ?",
        "Moi: Non on ne se connaissait pas",
        "Elle: Je voulais justement rattraper ce problème, j'ai senti qu'il fallait qu'on se connaisse 🤗",
        "Moi: Non on ne se connaissait pas",
        "Moi: 😂😂😂 ha punaise merci j'ai balisée",
        "Moi: Ok écoute au culot ça vaut un gros point et un verre",
        "Moi: ❤️",
        "Moi: C'est énorme mais bravo ! Tu fais souvent ça entre le rayon tomate et la sauce pesto ?",
        "Elle: C'est énorme mais bravo ! Tu fais souvent ça entre le rayon tomate et la sauce pesto ?",
        "Elle: Seulement quand je croise quelqu'un qui a quelque-chose de 'spécial' 😉",
        "Elle: Ok écoute au culot ça vaut un gros point et un verre",
        "Elle: T'es dispo quand ? (Prends le temps de te remettre de ton jetlag avant, je veux te voir en pleine forme 😉)",
        "Moi: Seulement quand je croise quelqu'un qui a quelque-chose de \"spécial\"",
        "Moi: Et bien merci car je me sentais pas au top mais toi parfait et grand smile 😊",
        "Moi: T'es dispo quand ? (Prends le temps de te remettre de ton jetlag avant, je veux te voir en pleine forme)",
        "Moi: Je bosse pas cette semaine donc je me remet tranquille et on s'organise un truc",
        "Moi: On va peut être éviter les pmu de notre quartier à moins que tu connaisse proche un truc chouette",
        "Elle: Et bien merci car je me sentais pas au top mais toi parfait et grand smile 😊",
        "Elle: Pressé de voir comment t'es quand t'es au top alors 😉",
        "Elle: Je bosse pas cette semaine donc je me remet tranquille et on s'organise un truc",
        "Elle: Je suis dispo jeudi et vendredi pour l'instant 😉",
        "Elle: On va peut être éviter les pmu de notre quartier à moins que tu connaisse proche un truc chouette",
        "Elle: Ahah le mieux que je connaisse dans le coin c'est L'Atelier vers Charlebourg mais on peut aussi aller sur Paris",
        "Moi: Ahah le mieux que je connaisse dans le coin c'est L'Atelier vers Charlebourg mais on peut aussi aller sur Paris",
        "Moi: Non restons dans le coin",
        "Moi: C'est le nouveau bar ouvert dernièrement ?",
        "Elle: Non restons dans le coin",
        "Elle: C'est le nouveau bar ouvert dernièrement ?",
        "Elle: Ça a changé de propriétaire il y a un an ou deux mais je pense que tu parles d'autre chose 😉",
        "Elle: L'Atelier 90 Bd national, 92250 La Garenne-Colombes ★★★★ Restaurant maps.app.goo.gl",
        "Moi: Mais si tu connais quelque chose qui a ouvert récemment on peut tester 🙂",
        "Elle: Marine La Bonne Voisine",
        "On va peut être éviter les pmu de notre quartier à moins que tu connaisse proche un truc chouette",
        "T'avais une idée d'endroit du coup j'imagine?",
        "Moi: Non pas du tout mais pas loin du coup au tram ils ont ouvert un nouveau bar",
        "Elle: Marine La Bonne Voisine",
        "Non pas du tout mais pas loin du coup au tram ils ont ouvert un nouveau bar",
        "Moi: Pas entendu parler mais on peut essayer ça si tu veux 👌",
        "Moi: Avec plaisir j'avoue tu m'intrigues 🤩",
        "Moi: ❤️",
        "Moi: Comment vas tu ?",
        "Moi: Super merci et toi ?",
        "Moi: Tu reprends tes esprits ? 😂",
        "Elle: Oui ça va 🙂 réveil 6h mais procrastination jusqu'à 11h",
        "Moi: Dispo ce soir ?",
        "Moi: 6h 😩",
        "Moi: C'est le jetlag qui te fait procrastiner ou t'es comme ça naturellement ? 😂",
        "Moi: Tu avais pourtant l'air d'avoir un programme bien chargé quand on s'est croisés",
        "Elle: Marine La Bonne Voisine",
        "Dispo ce soir ?",
        "Moi: 21h ?",
        "Elle: Vous",
        "Tu avais pourtant l'air d'avoir un programme bien chargé quand on s'est croisés",
        "Elle: Oui alors attend je viens de me réveillée 😩",
        "Moi: 😂",
        "Moi: On se voit ce soir ou pas ? Faut que je m'organise 😄",
        "Elle: Ha pardon tu as plusieurs date du super marché ? 😂",
        "Moi: Bien sûr, y'a mademoiselle fruits & légumes et mademoiselle produits ménagers qui s'impatientent 😂",
        "Elle: Au temps pour moi je devais pas être au bon rayon 😅",
        "Moi: En fait tu es marié et tu gardes ton gamin c'est ça ?",
        "Elle: Marine La Bonne Voisine",
        "Au temps pour moi je devais pas être au bon rayon 😅",
        "Moi: Ne t'inquiètes pas je suis méticuleux je prends toujours soin de faire tous les rayons pour être certain de ne rater personne 😉",
        "Elle: Marine La Bonne Voisine",
        "En fait tu es marié et tu gardes ton gamin c'est ça ?",
        "Moi: Ah mince tu as dû apercevoir les couches dans mon caddy 👶",
        "Moi: Tu comprends maintenant pourquoi j'ai besoin de m'organiser, faut que je réserve la baby-sitter tout ça…",
        "Elle: Vous",
        "Ne t'inquiètes pas je suis méticuleux je prends toujours soin de faire tous les rayons pour être certain de ne rater personne",
        "Elle: Il ne faut pas rater une promotion 😂",
        "Elle: Vous",
        "Ah mince tu as dû apercevoir les couches dans mon caddy",
        "Elle: Tu comprends maintenant pourquoi j'ai besoin de m'organise...",
        "Moi: Je comprend !",
        "Moi: Charlebourg du coup ? Le moins pire",
        "Moi: C'est à Charlebourg le bar dont tu parlais qui vient d'ouvrir ?",
        "Moi: Comme celui dont tu me parlais non ?",
        "Elle: Celui dont je te parlais il a changé de propriétaire il y a un an ou deux de mémoire donc je pensais que tu parlais d'un autre",
        "Moi: Ha alors attend tu me parles duquel ? Celui à la gare ? Ou du tram ?",
        "Elle: 😂",
        "Moi: Vous  https://maps.app.goo.gl/PYh9vjNfzccaAwzK8  Celui à côté du tram  Il est un peu plus cosy que celui de la gare",
        "Elle: Ok oui pas mal !",
        "Moi: On va y arriver 😂",
        "Elle: C'est ça !",
        "Moi: Donc 21h là bas c'est bon pour moi 👌",
        "Elle: Va pour celui là",
        "Moi: Moi aussi",
        "Elle: Parfait, on se voit toute à l'heure alors 🙂",
        "Moi: Absolument !",
        "Elle: Je vais avoir 10 min de retard pardon j'ai papoté avec ma voisine",
        "Moi: Je trace",
        "Elle: cool je vais pouvoir avoir un verre gratuit ou un gage alors 😁",
        "Moi: Marine La Bonne Voisine Je trace",
        "Elle: Vous cool je vais pouvoir avoir un verre gratuit ou un gage alors",
        "Moi: Vendu",
        "Moi: Je m'installe, t'es plutôt intérieur ou extérieur ?",
        "Moi: Sachant qu'il fait très bon ☀️",
        "Elle: Je suis à l'intérieur, tables hautes à côté du bar 😉",
        "Moi: J'arrive pardon 👍"
      ],
      "tags": [
        "whatsapp",
        "ocr"
      ]
    },
    {
      "id": "ocr_whatsapp_sarra",
      "source": "guillaume",
      "platform": "whatsapp",
      "outcome": "unknown",
      "context": "OCR de whatsapp_sarra",
      "lines": [
        "Elle: Rencontre sympa mais trop courte.. Guillaume",
        "Moi: Salut Sarra, t'as passé un bon weekend ? T'as une dispo dans la semaine pour prendre un verre ?",
        "Elle: Hello! Désolée de ne te répondre que maintenant, j'ai beaucoup de travail en ce moment",
        "Moi: Le week-end oui!",
        "Moi: Pas de souci",
        "Moi: Je pars en vacances samedi",
        "Moi: Vendredi soir ça compte comme le weekend? 😉",
        "Moi: Hello Sarra, comment tu vas?",
        "Moi: T'as une dispo dans la semaine pour faire un peu plus connaissance autour d'un verre?",
        "Elle: Salut, Ça m'aurait fait plaisir de te revoir. Maintenant si tu préfères que j'efface ton numéro, pas de soucis dis le moi.. C'est juste que j'aime pas laisser les choses en suspens",
        "Elle: Hello! Comment tu vas ?",
        "Elle: Ça me ferait plaisir d'aller boire un verre également, je t'avoue que ces 2 derniers semaines étaient un peu speed!",
        "Moi: Cette semaine je ne pourrais pas, mais la semaine prochaine si ça te vas avec plaisir",
        "Moi: Pas de souci",
        "Moi: Mardi?",
        "Moi: (message vocal)",
        "Elle: Hello! Mercredi soir ça m'arrange plus si ça te vas?",
        "Elle: 👍",
        "Elle: Ou le week-end idéalement",
        "Moi: Je ne sais pas trop à quelle heure je finis le travail, généralement entre 20h et 23h mais je n'ai pas d'horaire précis donc ça risque d'être compliqué de fixer une heure en semaine",
        "Moi: Je ne suis pas là ce weekend",
        "Moi: Pas de souci je suis un couche tard",
        "Moi: Si tu peux me prévenir 45 min avant de finir le taff je peux te rejoindre quand tu sors",
        "Moi: Tu bosses vers où ?",
        "Elle: Dans le 7e!",
        "Moi: Ah parfait on peut faire ça",
        "Moi: 👍",
        "Moi: Salut Sarra, Dis moi quand tu sais à quelle heure tu vas sortir du taff",
        "Moi: 🤗",
        "Elle: Hello!",
        "Elle: Je suis encore au bureau...",
        "Elle: Il y'a eu une urgence",
        "Elle: Je suis vraiment désolée",
        "Elle: J'aime pas du tout te laisser en plan comme ça mais c'était vraiment le rush toute la journée",
        "Moi: Pas de souci, je savais que ça pouvait tourner comme ça donc j'ai passé la soirée chez un pote au cas où 😉",
        "Moi: Je ne serai pas là vendredi et samedi mais si ça t'arrange on peut se voir dimanche",
        "Elle: Pas de souci, je savais que ça pouvait tourner comme ça donc j'ai passé la soirée chez un pote au cas où 😉",
        "Elle: Top! Je viens d'arriver chez moi je suis KO",
        "Moi: Je ne serai pas là vendredi et samedi mais si ça t'arrange on peut se voir dimanche",
        "Moi: Oui dimanche c'est parfait!",
        "Moi: En fin daprem/début de soirée si ça te vas",
        "Elle: En fin daprem/début de soirée si ça te vas",
        "Elle: Yep",
        "Moi: Vers où ça t'arrange ?",
        "Elle: Top! Je viens d'arriver chez moi je suis KO",
        "Moi: Repose toi bien je veux te retrouver en pleine forme",
        "Moi: Hello Sarra, bien remise de ta semaine ?",
        "Moi: Ça t'arrange de se voir où demain ?",
        "Elle: Hello!",
        "Elle: Yess et toi",
        "Moi: Hello",
        "Moi: En forme ?",
        "Moi: Ça t'arrange de se voir où demain ?",
        "Elle: Ça m'arrangerait qu'on se rejoigne soit dans le 15 soit dans le 17! Comme tu préfères",
        "Moi: 17e c'est parfait",
        "Moi: On peut se rejoindre à La place",
        "Moi: La Place • Paris",
        "Moi: maps.app.goo.gl",
        "Moi: https://maps.app.goo.gl/vqwySiE95vQdbk486",
        "Moi: 18h ?",
        "Elle: https://maps.app.goo.gl/vqwySiE95vQdbk486",
        "Elle: Parfait!",
        "Elle: 18h ?",
        "Moi: Plutôt 18h30/19h ? Ça t'irait ? Je dois donner des clés à une copine qui arrive à 18h à Paris",
        "Elle: Plutôt 18h30/19h ? Ça t'irait ? Je dois donner des clés à une copine qui arrive à 18h à Paris",
        "Elle: Ça marche tiens moi au courant que je sache quand partir. J'en ai pour 25min de route",
        "Elle: PS: si besoin je peux passer te chercher en voiture si c'est plus simple",
        "Elle: Ça marche tiens moi au courant que je sache quand partir. J'en ai pour 25min de route",
        "Moi: Parfait!",
        "Elle: PS: si besoin je peux passer te chercher en voiture si c'est plus simple",
        "Moi: C'est gentil, je suis à 15min de l'endroit que t'as choisi donc ça devrait le faire 👍",
        "Elle: Parfait!",
        "Moi: A priori 18h40 c'est bon pour moi!",
        "Elle: A priori 18h40 c'est bon pour moi!",
        "Moi: Top, je vais pas tarder à partir alors",
        "Moi: Bouchons",
        "Moi: 45 + tps de me garer",
        "Moi: Dsl",
        "Elle: Pas de soucis!",
        "Moi: J'y suis",
        "Elle: J'y suis dans 3 minutes 😅👍",
        "Elle: Je me suis arrêtée au mauvais arrêt 😂",
        "Moi: Je me suis arrêtée au mauvais arrêt",
        "Moi: Pas mal comme excuse, je retiens 😛"
      ],
      "tags": [
        "whatsapp",
        "ocr"
      ]
    },
    {
      "id": "ocr_insta_duo",
      "source": "le_state",
      "platform": "instagram",
      "outcome": "unknown",
      "context": "OCR de insta_duo",
      "lines": [
        "Moi: Impossible de choisir 😩 je vais plutôt prendre les deux, ça vous va ?",
        "Elle: C'est beau de rêver",
        "Elle: Mais tu crois vraiment que t'as le choix ? 😭",
        "Moi: Ouais j'avoue que j'ai pas mal d'options",
        "Moi: Mais vous êtes à la première place du podium",
        "Elle: Ah vrmt, et que nous vaut cette chance?",
        "Moi: Vous êtes déjà belles à deux mais à trois on serait encore plus beaux",
        "Moi: Vous avez déjà partagé ou je serai le premier?",
        "Elle: Tu pourras pas nous gérer toutes les deux",
        "Elle: Mais j aimerais te voir essayer, ça me ferait rire 😂",
        "Moi: Paris pas ce genre de chose avec moi",
        "Moi: Je suis assez fort pour dépasser toutes les attentes 👀",
        "Elle: T'as de la chance t'es fort",
        "Elle: Normalement ce niveau d'arrogance c'est red flag 🚩",
        "Moi: Vous êtes deux, double dose d'audace",
        "Moi: Je ne voudrais pas en laisser une sur sa faim",
        "Elle: Ahah",
        "Elle: T'as pas de chance ma pote n'est pas dispo",
        "Moi: Elle a un mec?",
        "Elle: Elle a un bail",
        "Moi: Ok donc elle est célibataire...",
        "Elle: Elle dit que c'est sérieux aha",
        "Moi: Ce qu'il ne sait pas ne peut pas lui faire de mal 🤦🏽‍♀️",
        "Elle: Donc je ne suffis pas en fait ?",
        "Moi: T'abuses 😭",
        "Moi: Tu es plus que suffisante",
        "Moi: Mais faut voir les choses en grand dans la vie",
        "Elle: T'es ambitieux, pas sur qu'on le soit autant 🤷‍♀️",
        "Elle: Je vais parler à ma pote att",
        "Moi: T'as de la chance",
        "Moi: Je suis plus ambitieux que patient",
        "Moi: Si elle est timide on peut même faire un groupe à 3 🤫"
      ],
      "tags": [
        "instagram",
        "ocr"
      ]
    },
    {
      "id": "ocr_tinder_marion",
      "source": "le_state",
      "platform": "tinder",
      "outcome": "unknown",
      "context": "OCR de tinder_marion",
      "lines": [
        "Moi: Joli tatouage Marion",
        "Moi: Il me donne envie de faire un peu de coloriage",
        "Elle: Ahah c'est vrai ? ❤️",
        "Moi: Ouais mais je risque de déborder en me laissant aller à ma créativité",
        "Elle: T'as le droit de faire un autre dessin si tu veux ❤️",
        "Moi: Si tu aimes qu'on dessine sur ton corps",
        "Moi: J'ai pleins d'idées",
        "Elle: Ahhh j'adore! ❤️",
        "Elle: Hâte de voir ce que tu vas faire ❤️",
        "Moi: Je suis un artiste très créatif",
        "Moi: J'ai besoin d'espace pour mon œuvre",
        "Moi: J'ai pas encore décidé quelle partie de toi je vais choisir",
        "Elle: Si c'est moi ton œuvre ❤️",
        "Elle: Je pense que je peux t'aider pour ça",
        "Elle: Mais toi tu pensais à quoi ?",
        "Moi: J'hésite entre",
        "Moi: Le bas de ton dos",
        "Moi: Tes seins",
        "Moi: Ou tes hanches",
        "Elle: Ah c'est précis tout ça",
        "Elle: T'es honnête j'aime bien",
        "Elle: Je pense que c'est sur mes seins que tu auras le plus de place",
        "Moi: Ouais j'ai été kiné avant d'être artiste",
        "Moi: Moi je suis sur d'une chose, c'est que ce sont tes petits yeux qui guideront mon pinceau",
        "Elle: Je suis tombé sur la perle rare on dirait, Léonard de Vinci et Masseur professionnel",
        "Moi: Tu auras le droit de m'appeler comme ça quand on se verra",
        "Moi: Tu auras même le droit d'ajouter Monsieur avant mon nom",
        "Elle: Et comment Monsieur aimerait que je m'habille pour notre séance ?",
        "Moi: De manière légère",
        "Moi: Ma muse ne reste jamais habillée bien longtemps",
        "Elle: Ah en plus d'être un artiste rapide",
        "Elle: T'as l'air d'avoir pas mal de muses",
        "Moi: Ouais tu as raison",
        "Moi: Léonard de Vinci a mis du temps avant de trouver sa seule et unique source d'inspiration",
        "Elle: C'est très flatteur",
        "Elle: Mais j'y crois pas trop",
        "Moi: Je comprends",
        "Moi: Il faut le voir pour le croire",
        "Elle: C'est une invitation ?",
        "Moi: Absolument",
        "Elle: Ça commence à me plaire",
        "Moi: Pour la suite",
        "Moi: Je te propose de me retrouver demain à la [illisible] à 21h",
        "Moi: Prête pour notre œuvre d'art",
        "Elle: Parfait",
        "Elle: Ça me laisse réfléchir à comment m'habiller",
        "Moi: Pendant que tu réfléchis",
        "Moi: Envoie moi ton numéro",
        "Moi: Je te bip pour demain",
        "Elle: 06 [numéro masqué] ❤️"
      ],
      "tags": [
        "tinder",
        "ocr"
      ]
    },
    {
      "id": "ocr_tinder_lola",
      "source": "le_state",
      "platform": "tinder",
      "outcome": "unknown",
      "context": "OCR de tinder_lola",
      "lines": [
        "Moi: VOUS AVEZ EU UN MATCH AVEC LOLA LE 01/12/2025",
        "Moi: Je suis ici pour interrompre toutes tes relations en cours",
        "Elle: Qui te dit que j'ai des relations en cours ?",
        "Moi: Mon envie d'éliminer toute la concurrence",
        "Elle: T'as la conf toi 😂",
        "Moi: J'ai d'autres qualités pour te faire pleurer",
        "Moi: *de rire",
        "Elle: Je suis surtout surprise que ça marche une deuxième fois",
        "Moi: Sois pas surprise",
        "Moi: Tu savais très bien en venant me parler que ça allait être dangereux",
        "Elle: Dangereux pour moi ?",
        "Elle: T'es sur un terrain glissant",
        "Moi: Tant mieux",
        "Moi: J'aime bien quand ça glisse",
        "Elle: Whaaat 😭",
        "Elle: Mais qui t'as dit que tu pouvais parler comme ça ?",
        "Moi: Je te parle comme ça",
        "Moi: Parce que j'aime bien te faire bégayer comme ça",
        "Elle: Ok pas mal",
        "Elle: Mais pense pas que t'es si spécial, t'es juste marrant",
        "Moi: Si justement",
        "Moi: T'es spéciale pour moi donc je m'adapte à mon interlocutrice 😉",
        "Elle: Pas mal",
        "Elle: T'as réponse à tout on dirait",
        "Elle: J'aime bien je crois",
        "Moi: Moi je suis sur d'une chose",
        "Moi: Tu vas adorer là où ça va nous mener",
        "Elle: Ah bon",
        "Elle: Et où ça ?",
        "Moi: Au meilleur date de ta vie",
        "Moi: Mais il y a une condition pour ça",
        "Elle: Ah ouais carrément, c'est tentant",
        "Elle: C'est quoi la condition ?",
        "Moi: Que tu viennes dans ta tenue préférée",
        "Moi: Et que tu me rejoignes à la [illisible] à 20h30",
        "Elle: Pour la tenue je promets rien",
        "Elle: Pour le date je te dis dans moins d'une heure, le temps de rentrer chez moi",
        "Moi: Pas besoin de promesse",
        "Moi: Ton numéro suffit",
        "Elle: 06",
        "Elle: Non mais c'est bon 20h30",
        "Moi: Juste envoie un message avant d'y être"
      ],
      "tags": [
        "tinder",
        "ocr"
      ]
    },
    {
      "id": "ocr_whatsapp_ines",
      "source": "le_state",
      "platform": "whatsapp",
      "outcome": "unknown",
      "context": "OCR de whatsapp_ines",
      "lines": [
        "Moi: Shlāma Māyva, matyabta anty la-zugā d-hayyayki ?",
        "Elle: de quooooi ?",
        "Moi: Traduis sur Google Translate",
        "Moi: Et regarde la magie opérer",
        "Elle: ahah j'adore",
        "Elle: en voilà une manière originale de me proposer un date",
        "Moi: Je suis fier de toi",
        "Moi: Tu as survécue à l'épreuve de la traduction",
        "Elle: ahaha tu m'as pas rendu la tâche facile",
        "Moi: Toutes les bonnes choses se méritent 😉",
        "Moi: Surtout un date araméen",
        "Elle: arrête 🤧",
        "Elle: là je deviens très curieuse",
        "Moi: La curiosité mérite d'être récompensée",
        "Moi: Je m'occupe du date et tu t'occupes de ramener le même sourire qu'hier",
        "Elle: il sera toujours là",
        "Elle: et je vais la recevoir quand ma récompense ?",
        "Moi: Vendredi à 21h, [illisible]",
        "Moi: C'est bon pour toi ?",
        "Elle: oui parfait 🥰"
      ],
      "tags": [
        "whatsapp",
        "ocr"
      ]
    }
  ],
  "stats": {
    "totalConversations": 21,
    "totalPrinciples": 18,
    "sources": {
      "le_state/telegram": 12,
      "guillaume": 5,
      "le_state": 4
    },
    "generatedAt": "2026-01-07T02:11:21.225Z"
  }
}